Repository: GNOME/gnome-disk-utility
Catalog: po/*.po
Languages: en@shaw, gu, kab, pl, ru, tr, uz

source: Mirrored set without parity. Provides fault tolerance and improved performance for reading. RAID-1 arrays can sustain all but one disk failing.
en@shaw: ヰ拣 ю ю. 拆 佛ゐ ゐ火 ヰ叼 拣桂ヰ 梆. RAID-1 拣别 别 佛 仇 仇 别ゐ.
gu: પેરિટી વગર મિરર થયેલ સમૂહ. ખરાબ સહનશીલતાને પૂરુ પાડે છે અને વાંચવા માટે સુધારેલ પ્રભાવ. RAID-1 એરે બધાને સહન કરી શકે છે પરંતુ એક ડિસ્ક નિષ્ફળ જઇ રહી છે.
pl: Ustawiono "mirror" bez parzystości. Daje tolerancję błędów i zwiększa wydajność odczytywania. Macierze RAID-1 mogą przetrwać wszystko poza awarią jednego dysku.
ru: Установка с зеркалированием без контроля чётности. Предоставляет устойчивость к отказам и высокую производительность операций чтения. Массивы RAID-1 устойчивы к отказам все-кроме-одного.
tr: Parite gerek duymayan yansımalı. Hata toleransı ve okuma için geliştirilmiş performans sağlar. RAID-1 dizileri biri disk başarısız olduğunda ayakta akalabilir.

source: Striped set with parity on a single disk. Provides improved performance and fault tolerance. RAID-4 arrays can sustain a single disk failure.
en@shaw: 拆 ю ю . 拆 ヰ叼 拣桂ヰ 佛ゐ ゐ火. RAID-4 拣别 别 别ゐ.
gu: એક ડિસ્ક પર પેરિટી સાથે સ્ટ્રાઇપ થયેલ સમૂહ. સુધારેલ પ્રભાવ અને ખરાબ સહનશીલતાને પૂરુ પાડે છે. RAID-4 એરે એક ડિસ્ક નિષ્ફળતા ને સહન કરી શકે છે.
pl: Ustawiono "stripe" z parzystością na pojedynczym dysku. Zwiększa wydajność i daje tolerancję błędów. Macierze RAID-4 mogą przetrwać awarię jednego dysku.
ru: Простая установка с контролем чётности на одном диске. Предоставляет высокую производительность и устойчивость к отказам. Массивы RAID-4 устойчивы к отказам одного из дисков.
tr: Tek bir diske parite ile şerit kümesi. Gelişmiş performans ve hata toleransı sağlar. RAID-4 dizileri tek bir disk hatası ile ayakta kalabilir.

source: Striped set with distributed parity. Provides improved performance and fault tolerance. RAID-5 arrays can sustain a single disk failure.
en@shaw: 拆 ю 筐 ю. 拆 ヰ叼 拣桂ヰ 佛ゐ ゐ火. RAID-5 拣别 别 别ゐ.
gu: વિતરણ થયેલ પેરિટી સાથે સ્ટ્રાઇપ થયેલ સમૂહ. સુધારે પ્રભાવ અને ખરાબ સહનશીલતા ને પૂરુ પાડે છે. RAID-5 એરે એક ડિસ્ક નિષ્ફળતાને સહન કરી શકે છે.
pl: Ustawiono "stripe" z rozproszoną parzystością. Zwiększa wydajność i daje tolerancję błędów. Macierze RAID-5 mogą przetrwać pojedynczą awarię dysku.
ru: Простая установка с распределённым контролем чётности. Предоставляет высокую производительность и устойчивость к отказам. Массивы RAID-5 устойчивы к отказу одного из дисков.
tr: Dağıtılmış parite ile şeritli küme. Gelişmiş performans ve hata toleransı sağlar. RAID-5 dizileri tek bir disk hatası ile ayakta kalabilir.

source: Striped set with dual distributed parity. Provides improved performance and fault tolerance. RAID-6 arrays can sustain two disk failures.
en@shaw: 拆 ю 叼 筐 ю. 拆 ヰ叼 拣桂ヰ 佛ゐ ゐ火. RAID-6 拣别 别 别ゐ拣.
gu: બે વિતરણ થયેલ પેરિટી સાથે સ્ટ્રાઇપ થયેલ સમૂહ. સુધારેલ પ્રભાવ અને ખરાબ સહનશીલતા ને પૂરુ પાડે છે. RAID-6 એરે બે ડિસ્ક નિષ્ફળતાઓને સહન કરી શકે છે.
pl: Ustawiono "stripe" z podwójną rozproszoną parzystością. Zwiększa wydajność i daje tolerancję błędów. Macierze RAID-6 mogą przetrwać dwie awarie dysków.
ru: Простая установка с двойным распределённым контролем чётности. Предоставляет высокую производительность и устойчивость к отказам. Массивы RAID-6 устойчивы к отказу двух дисков сразу.
tr: Çift dağıtılmış parite ile şeritli küme. Gelişmiş performans ve hata toleransı sağlar. RAID-6 dizileri iki disk hatası ile ayakta kalabilir.

source: Striped set with distributed parity. Provides improved performance and fault tolerance. RAID-10 arrays can sustain multiple drive losses so long as no mirror loses all its drives.
en@shaw: 拆 ю 筐 ю. 拆 ヰ叼 拣桂ヰ 佛ゐ ゐ火. RAID-10 拣别 别 ヰ仇ゐ 拆 ゐ ゐ ヰ ゐ叼 佛 拆.
gu: વિતરણ થયેલ પેરિટી સાથે સ્ટ્રાઇપ થયેલ સમૂહ. સુધારેલ પ્રભાવ અને ખરાબ સહનશીલતાને પૂરુ પાડે છે. RAID-10 એરે ઘણાબધા ડ્રાઇવનાં નુકશાનને સહન કરી શકે છે જ્યાં સુધી મિરર બધા તેનાં ડ્રાઇવોને નુકશાન નથી પહોંચાડતુ.
pl: Ustawiono "stripe" z rozproszoną parzystością. Zwiększa wydajność i daje tolerancję błędów. Macierze RAID-10 mogą przetrwać utraty wielu dysków tak długo, jak żaden "mirror" nie utraci swoich dysków.
ru: Простая установка с распределённым контролем чётности. Предоставляет высокую производительность и устойчивости к отказам. Массивы RAID-10 устойчивы к отказам нескольких дисков до тех пор, пока одно из зеркал не потеряет все свои диски.
tr: Dağıtılmış parite ile şeritli küme. Gelişmiş performans ve hata toleransı sağlar. RAID-10 dizileri hiçbir yansı tüm sürücülerini kaybetmediği sürece birden fazla sürücü kaybında ayakta kalabilir.

source: Unknown RAID level %s.
en@shaw: 仇答 RAID ゐю %s.
gu: અજ્ઞાત RAID સ્તર %s.
pl: Nieznany poziom RAID %s.
ru: Неизвестный уровень RAID: %s
tr: Bilinmeyen RAID seviyesi %s.

source: Disk is healthy
en@shaw: ｐюゐ
gu: ડિસ્ક તંદુરસ્ત છે
pl: Dysk jest sprawny
ru: Диск исправен
tr: Disk sağlıklıdır

source: Disk was used outside of design parameters in the past
en@shaw: 筐 拆 拆 拣ヰ拣
gu: ભૂતકાળમાં પરિમાણોને રચવાની બહાર ડિસ્ક વપરાયેલ હતી
pl: W przeszłości używano dysk z nieoryginalnymi parametrami
ru: В прошлом диск использовался с нештатными параметрами
tr: Disk geçmişte tasarım parametrelerinin haricinde kullanılmış

source: Disk has a few bad sectors
en@shaw: ｐ ю火
gu: ડિસ્ક પાસે થોડા ખરાબ સેક્ટર છે
pl: Dysk posiada kilka błędnych sektorów
ru: На диске несколько битых секторов.
tr: Diskte birkaç kötü sektör var

source: DISK IS BEING USED OUTSIDE DESIGN PARAMETERS
en@shaw: 梆 筐 拆 拆 拣ヰ拣
pl: DYSK JEST UŻYWANY Z NIEORYGINALNYMI PARAMETRAMI
ru: ДИСК ИСПОЛЬЗУЕТСЯ С НЕШТАТНЫМИ ПАРАМЕТРАМИ
tr: DİSK TASARIM PARAMETRELERİ DIŞINDA KULLANILIYOR

source: Backup all data and replace the disk
en@shaw: 仇 佛 别 ゐ别
gu: બધી માહિતીનો બેકઅપ લો અને ડિસ્કને બદલો
pl: Należy wykonać kopię zapasową wszystkich danych i zastąpić dysk
ru: Создайте резервную копию данных и замените диск
tr: Tüm veriyi yedekleyin ve diski değiştirin

source: DISK HAS MANY BAD SECTORS
en@shaw: ｐ ヰю ю火
pl: DYSK POSIADA WIELE BŁĘDNYCH SEKTORÓW
ru: НА ДИСКЕ МНОГО БИТЫХ СЕКТОРОВ
tr: DİSKTE BİR ÇOK KÖTÜ SEKTÖR VAR

source: DISK FAILURE IS IMMINENT
en@shaw: 别ゐ ヰ
pl: NIEDŁUGO WYSTĄPIĄ PROBLEMY Z DYSKIEM
ru: ОТКАЗ ДИСКА НЕМИНУЕМ
tr: DİSK ARIZASI HERAN OLABİLİR

source: CD-ROM Disc
en@shaw: CD-
gu: CD-ROM ડિસ્ક
pl: Płyta CD-ROM
ru: Диск CD-ROM
tr: CD-ROM Disk

source: Blank CD-ROM Disc
en@shaw: ゐ CD-ROM
gu: ખાલી CD-ROM ડિસ્ક
pl: Pusta płyta CD-ROM
ru: Чистый диск CD-ROM
tr: Boş CD-ROM Disk

source: CD-R Disc
en@shaw: CD-R
gu: CD-R ડિસ્ક
pl: Płyta CD-R
ru: Диск CD-R
tr: CD-R Disk

source: Blank CD-R Disc
en@shaw: ゐ CD-R
gu: ખાલી CD-R ડિસ્ક
pl: Pusta płyta CD-R
ru: Чистый диск CD-R
tr: Boş CD-R Disk

source: CD-RW Disc
gu: CD-RW ડિસ્ક
pl: Płyta CD-RW
ru: Диск CD-RW
tr: CD-RW Disk

source: Blank CD-RW Disc
gu: ખાલી CD-RW ડિસ્ક
pl: Pusta płyta CD-RW
ru: Чистый диск CD-RW
tr: Boş CD-RW Disk

source: DVD-ROM Disc
en@shaw: DVD-ROM
gu: DVD-ROM ડિસ્ક
pl: Płyta DVD-ROM
ru: Диск DVD-ROM
tr: DVD-ROM Disk

source: Blank DVD-ROM Disc
en@shaw: ゐ DVD-ROM
gu: ખાલી DVD-ROM ડિસ્ક
pl: Pusta płyta DVD-ROM
ru: Чистый диск DVD-ROM
tr: Boş DVD-ROM Disk

source: DVD-RW Disc
gu: DVD-RW ડિસ્ક
pl: Płyta DVD-RW
ru: Диск DVD-RW
tr: DVD-RW Disk

source: Blank DVD-RW Disc
gu: ખાલી DVD-RW ડિસ્ક
pl: Pusta płyta DVD-RW
ru: Чистый диск DVD-RW
tr: Boş DVD-RW Disk

source: DVD-RAM Disc
en@shaw: DVD-RAM
gu: DVD-RAM ડિસ્ક
pl: Płyta DVD-RAM
ru: Диск DVD-RAM
tr: DVD-RAM Disk

source: Blank DVD-RAM Disc
en@shaw: ゐ DVD-RAM
gu: ખાલી DVD-RAM ડિસ્ક
pl: Pusta płyta DVD-RAM
ru: Чистый диск DVD-RAM
tr: Boş DVD-RAM Disk

source: DVD+R Disc
en@shaw: DVD+R
gu: DVD+R ડિસ્ક
pl: Płyta DVD+R
ru: Диск DVD+R
tr: DVD+R Disk

source: Blank DVD+R Disc
en@shaw: ゐ DVD+R
gu: ખાલી DVD+R ડિસ્ક
pl: Pusta płyta DVD+R
ru: Чистый диск DVD+R
tr: Boş DVD + R Disk

source: DVD+RW Disc
gu: DVD+RW ડિસ્ક
pl: Płyta DVD+RW
ru: Диск DVD+RW
tr: DVD+RW Disk

source: Blank DVD+RW Disc
gu: ખાલી DVD+RW ડિસ્ક
pl: Pusta płyta DVD+RW
ru: Чистый диск DVD+RW
tr: Boş DVD+RW Disk

source: DVD+R DL Disc
gu: DVD+R DL ડિસ્ક
pl: Dwuwarstwowa płyta DVD+R
ru: Диск DVD+R DL
tr: DVD+R DL Disk

source: Blank DVD+R DL Disc
gu: ખાલી DVD+R DL ડિસ્ક
pl: Pusta dwuwarstwowa płyta DVD+R
ru: Чистый диск DVD+R DL
tr: Boş DVD+R DL Disk

source: DVD+RW DL Disc
gu: DVD+RW DL ડિસ્ક
pl: Dwuwarstwowa płyta DVD+RW
ru: Диск DVD+RW DL
tr: DVD+RW DL Disk

source: Blank DVD+RW DL Disc
gu: ખાલી DVD+RW DL ડિસ્ક
pl: Pusta dwuwarstwowa płyta DVD+RW
ru: Чистый диск DVD+RW DL
tr: Boş DVD+RW DL Disk

source: Blu-Ray Disc
gu: Blu-Ray ડિસ્ક
pl: Płyta Blu-ray
ru: Диск Blu-Ray
tr: Blu-Ray Disk

source: Blank Blu-Ray Disc
gu: ખાલી Blu-Ray ડિસ્ક
pl: Pusta płyta Blu-ray
ru: Чистый диск Blu-Ray
tr: Boş Blu-Ray Disk

source: Blu-Ray R Disc
gu: Blu-Ray R ડિસ્ક
pl: Płyta Blu-ray R
ru: Диск Blu-Ray R
tr: Blu-Ray R Disk

source: Blank Blu-Ray R Disc
gu: ખાલી Blu-Ray R ડિસ્ક
pl: Pusta płyta Blu-ray R
ru: Чистый диск Blu-Ray R
tr: Boş Blu-Ray R Disk

source: Blu-Ray RW Disc
gu: Blu-Ray RW ડિસ્ક
pl: Płyta Blu-ray RW
ru: Диск Blu-Ray RW
tr: Blu-Ray RW Disk

source: Blank Blu-Ray RW Disc
gu: ખાલી Blu-Ray RW ડિસ્ક
pl: Pusta płyta Blu-ray RW
ru: Чистый диск Blu-Ray RW
tr: Boş Blu-Ray RW Disk

source: HD DVD Disc
gu: HD DVD ડિસ્ક
pl: Płyta HD DVD
ru: Диск HD DVD
tr: HD DVD Disk

source: Blank HD DVD Disc
gu: ખાલી HD DVD ડિસ્ક
pl: Pusta płyta HD DVD
ru: Чистый диск HD DVD
tr: Boş HD DVD Disk

source: HD DVD-R Disc
gu: HD DVD-R ડિસ્ક
pl: Płyta HD DVD-R
ru: Диск HD DVD-R
tr: HD DVD-R Disk

source: Blank HD DVD-R Disc
gu: ખાલી HD DVD-R ડિસ્ક
pl: Pusta płyta HD DVD-R
ru: Чистый диск HD DVD-R
tr: Boş HD DVD-R Disk

source: HD DVD-RW Disc
gu: HD DVD-RW ડિસ્ક
pl: Płyta HD DVD-RW
ru: Диск HD DVD-RW
tr: HD DVD-RW Disk

source: Blank HD DVD-RW Disc
gu: ખાલી HD DVD-RW ડિસ્ક
pl: Pusta płyta HD DVD-RW
ru: Чистый диск HD DVD-RW
tr: Boş HD DVD-RW Disk

source: MO Disc
en@shaw: MO
gu: MO ડિસ્ક
pl: Płyta MO
ru: Диск MO
tr: MO Disk

source: Blank MO Disc
en@shaw: ゐ MO
gu: ખાલી MO ડિસ્ક
pl: Pusta płyta MO
ru: Чистый диск MO
tr: Boş MO Disk

source: MRW Disc
gu: MRW ડિસ્ક
pl: Płyta MRW
ru: Диск MRW
tr: MRW Disk

source: Blank MRW Disc
gu: ખાલી MRW ડિસ્ક
pl: Pusta płyta MRW
ru: Чистый диск MRW/W
tr: Boş MRW Disk

source: MRW/W Disc
gu: MRW/W ડિસ્ક
pl: Płyta MRW/W
ru: Диск MRW/W
tr: MRW/W Disk

source: Blank MRW/W Disc
gu: ખાલી MRW/W ડિસ્ક
pl: Pusta płyta MRW/W
ru: Чистый диск MRW/W
tr: Boş MRW/W Disk

source: Blank Optical Disc
en@shaw: ゐ
gu: ખાલી Optical ડિસ્ક
pl: Pusty dysk optyczny
ru: Чистый оптический диск
tr: Boş Optik Disk

source: %s Extended
en@shaw: %s ю
gu: %s એક્સટેન્ડેડ
pl: Rozszerzona o rozmiarze %s
ru: Расширенный %s
tr: %s Genişletilmiş

source: Contains logical partitions
en@shaw: 别 ゐ○
gu: લોજીકલ પાર્ટીશનોને સમાવે છે
pl: Zawiera partycje logiczne
ru: Содержит логические разделы
tr: Mantıksal bölümleri içerir

source: %s Encrypted
en@shaw: %s
gu: %s એનક્રિપ્ટ થયેલ
pl: Zaszyfrowana o rozmiarze %s
ru: Зашифрованный %s
tr: %s Şifreli

source: Optical Disc
gu: ઓપ્ટીકલ ડિસ્ક
pl: Dysk optyczny
ru: Оптический диск
tr: Optik Disk

source: %s Filesystem
en@shaw: %s 拆ゐ
gu: %s ફાઇલ સિસ્ટમ
pl: System plików o rozmiarze %s
ru: Файловая система %s
tr: %s Dosya Sistemi

source: %s Partition Table
en@shaw: %s 葛 别
gu: %s પાર્ટીશન કોષ્ટક
pl: Tablica partycji o rozmiarze %s
ru: Таблица разделов %s
tr: %s Bölümleme Tablosu

source: %s LVM2 Physical Volume
en@shaw: %s LVM2 ゐ筐
gu: %s LVM2 ભૌતિક વોલ્યુમ
pl: Wolumin fizyczny LVM2 o rozmiarze %s
ru: Физический том LVM2 %s
tr: %s LVM2 Fiziksel Birim

source: %s %s Component
gu: %s %s ઘટક
ru: Компонент %s %s
tr: %s'lık %s Bileşeni

source: Part of "%s" array
gu: "%s" એરેનો ભાગ
ru: Часть массива «%s»
tr: "%s" dizisinin parçası

source: %s Swap Space
en@shaw: %s 别
gu: %s સ્વેપ જગ્યા
pl: Przestrzeń wymiany o rozmiarze %s
ru: Область подкачки %s
tr: %s Takas Alanı

source: %s Data
en@shaw: %s 别
gu: %s માહિતી
pl: Dane o rozmiarze %s
ru: %s данные
tr: %s Veri

source: %s Unrecognized
en@shaw: %s ю拆
gu: %s ન ઓળખાતુ
pl: Nierozpoznany o rozmiarze %s
ru: Неизвестный %s
tr: %s Tanınmayan

source: Unknown or Unused
en@shaw: 仇答 叼
gu: અજ્ઞાત અથવા બિનઉપયોગી
pl: Nieznany lub nieużywany
ru: Неизвестный или неиспользуемый
tr: Bilinmeyen veya Kullanılmayan

source: %s Partition
en@shaw: %s 葛
gu: %s પાર્ટીશન
pl: Partycja o rozmiarze %s
ru: Раздел %s
tr: %s Bölümleme

source: Partition %d of %s
en@shaw: 葛 %d %s
gu: %2$s નું પાર્ટીશન %1$d
pl: Partycja %d na %s
ru: Раздел %d на %s
tr: Bölümleme %d / %s

source: Partition %d
en@shaw: 葛 %d
gu: પાર્ટીશન %d
pl: Partycja %d
ru: Раздел %d
tr: Bölümleme %d

source: Whole-disk volume on %s
en@shaw: ｐ答- ゐ筐 %s
gu: %s પર Whole-disk વોલ્યુમ
pl: Całodyskowy wolumin na %s
ru: Том занимает весь диск %s
tr: %s üerinde tüm disk birimi

source: Whole-disk volume
en@shaw: ｐ答- ゐ筐
gu: Whole-disk વોલ્યુમ
pl: Całodyskowy wolumin
ru: Том занимает весь диск
tr: Tüm-disk birimi

source: It's now safe to remove "%s".
en@shaw: ' 别 ヰ叼 "%s".
gu: "%s" ને દૂર કરવા માટે તે હવે સલામત છે.
pl: Teraz można bezpiecznie wyjąć urządzenie "%s".
ru: Теперь «%s» извлечь безопасно.
tr: "%s" simdi kaldırmak için güvenli.

source: Writing data to "%s"...
en@shaw: 拆 别 "%s"...
gu: "%s" માં માહિતી ને લખી રહ્યા છે...
pl: Zapisywanie danych na urządzenie "%s"...
ru: Запись данных на «%s»…
tr: "%s" üzerine veri yazılıyor...

source: To prevent data loss, wait until this has finished before removing media or disconnecting the device.
en@shaw: ю 别 ゐ, 别 仇 ｐ ヰ叼 ヰ梆 ю 拆.
gu: માહિતી ને ગુમાવવાનું અટકાવવા માટ, રાહ જુઓ જ્યાં સુધી મીડિયાને દૂર કરવાનું અથવા ઉપકરણનું જોડાણ તોડવા પહેલાં સમાપ્ત થયેલ હોય.
pl: Aby zapobiec utracie danych, przed wyjęciem nośnika lub rozłączeniem urządzenia należy poczekać na zakończenie działania.
ru: Во избежание потери данных не извлекайте носитель и не отключайте устройство до завершения операции.
tr: Veri kaybını önlemek için aygıt bağlantısını kesmeden veya çıkarmadan önce bunun tamamlanmasını bekleyin.

source: Hard Disk Problems Detected
ru: В работе жёсткого диска обнаружены неполадки
tr: Sabit Disk Sorunları Tespit Edildi

source: A hard disk is reporting health problems.
gu: હાર્ડ ડિસ્ક શારીરિક સમસ્યાઓનો અહેવાલ કરી રહ્યુ છે.
ru: Жёсткий диск сообщает о неполадках.
tr: Bir sabit disk sağlık sorunları olduğunu bildiriyor.

source: Multiple system hard disks are reporting health problems.
gu: ઘણીબધી સિસ્ટમ હાર્ડ ડિસ્ક શારીરિક સમસ્યાઓનો અહેવાલ કરી રહ્યુ છે.
ru: Несколько системных жёстких дисков сообщают о неполадках.
tr: Birden fazla sistem sabit diski sağlık sorunları olduğunu bildiriyor.

source: Examine
gu: તપાસ કરો
ru: Проверить
tr: İncele

source: Multiple hard disks are reporting health problems.
gu: ઘણીબધી હાર્ડ ડિસ્કો શારીરિક સમસ્યાઓનો અહેવાલ કરી રહ્યુ છે.
ru: Несколько жёстких дисков сообщают о неполадках.
tr: Birden fazla sabit disk, sağlık sorunları olduğunu bildiriyor.

source: Volume to show
en@shaw: ゐ筐
gu: બતાવવા માટે વોલ્યુમ
pl: Wolumin do wyświetlenia
ru: Показать том
tr: Gösterilecek birim

source: Drive to show
en@shaw: 拆
gu: બતાવવા માટે ડ્રાઇવ
pl: Napęd do wyświetlenia
ru: Показать привод
tr: Gösterilecek sürücü

source: Multipath Drive
gu: મલ્ટીપાથ ડ્રાઇવ
ru: Многопутевой диск
tr: Çokyollu Sürücü

source: PHY %d of %s
ru: PHY %d из %s
tr: PHY %d (%s)

source: Port %d of %s
ru: Раздел %d на %s
tr: %d yuvası (%s)

# Write Cache
source: Enabled
gu: સક્રિય
ru: Включён
tr: Etkinleştirildi

# Write Cache
source: Disabled
gu: નિષ્ક્રિય
ru: Выключен
tr: Devre dışı bırakıldı

# Rotation Rate
source: %d RPM
ru: %d об/мин

# Rotation Rate
source: Solid-State Disk
ru: Твердотельный диск (SSD)
tr: Katı-Hal Diski (SSD)

source: Unknown Scheme: %s
en@shaw: 仇答 梆: %s
gu: અજ્ઞાત યોજના: %s
pl: Nieznany schemat: %s
ru: Неизвестная схема: %s
tr: Unknown Şema: %s

source: Error launching Brasero
gu: Brasero ને શરૂ કરતી વખતે ભૂલ
ru: Ошибка запуска Brasero
tr: Brasero başlatılırken hata oluştu

source: The application is not installed
gu: કાર્યક્રમ સ્થાપિત થયેલ નથી
ru: Приложение не установлено
tr: Uygulama kurulu değil

source: Error ejecting medium
gu: માધ્યમને બહાર નીકાળતી વખતે ભૂલ
ru: Ошибка извлечения носителя
tr: Ortam çıkarılırken hata oluştu

source: Error detaching drive
gu: ઉપકરણને અલગ કરતી વખતે ભૂલ
ru: Ошибка отключения диска
tr: Sürücü ayrılırken hata oluştu

source: Error formatting drive
gu: ડ્રાઇવને બંધારણ કરતી વખતે ભૂલ
ru: Ошибка форматирования диска
tr: Sürücü biçimlendirilirken hata oluştu

source: Are you sure you want to format the drive?
gu: શું તમે ખરેખર ડ્રાઇવનું બંધારણ કરવા માંગો છો?
ru: Действительно отформатировать диск?
tr: Sürücüyü biçimlendirmek istediğinizden emin misiniz?

source: <b>WARNING:</b> Several paths to this drive has been detected but no corresponding multipath device was found. Your OS may be misconfigured.
ru: <b>ВНИМАНИЕ:</b> Обнаружено несколько путей к этому диску, но соответствующего многопутевого устройства не обнаружено. Возможно, ОС неправильно настроена.
tr: <b>UYARI:</b> Bu sürücüye giden birden çok yol belirlendi fakat uygun çoklu-yol aygıtı bulunamadı. İşletim sisteminiz hatalı yapılandırılmış olabilir.

source: Go to Multipath Device
gu: મલ્ટીપાથ ઉપકરણમાં જાઓ
ru: Перейти к многопутевому устройству
tr: Çokyollu Aygıta Git

source: <b>NOTE:</b> This object represents one of several paths to the drive. To perform operations on the drive, use the corresponding multipath object.
ru: <b>ПРИМЕЧАНИЕ:</b> Этот объект представляет один из нескольких путей к диску. Чтобы выполнить операции на диске, используйте соответствующий многопутевой объект.
tr: <b>NOT:</b> Bu nesne, sürücüye giden birden fazla yoldan birini ifade eder. Sürücü üzerinde işlem yapmak için, uygun çoklu yol nesnesini kullanın.

source: Model:
gu: મોડલ:
ru: Модель:

source: Serial Number:
en@shaw: 梆 仇ヰ:
gu: ક્રમ નંબર:
pl: Numer seryjny:
ru: Серийный номер:
tr: Seri Numarası:

source: Firmware Version:
gu: ફર્મવેર આવૃત્તિ:
pl: Wersja oprogramowania wewnętrznego:
ru: Версия прошивки:
tr: Firmware Sürümü:

source: World Wide Name:
gu: દુનિયાભરમાં નામ:
ru: Всемирный идентификатор:
tr: Dünya Genelindeki Adı (WWN):

source: Location:
gu: સ્થાન:
ru: Расположение:
tr: Konumu:

source: Write Cache:
ru: Кэш записи:
tr: Yazma Önbelleği:

source: Rotation Rate:
ru: Скорость вращения:
tr: Dönme Hızı:

source: Capacity:
gu: ક્ષમતા:
ru: Объём:
tr: Sığa:

source: Connection:
gu: જોડાણ:
ru: Подключение:
tr: Bağlantı:

source: Partitioning:
gu: પાર્ટીશનીંગ:
ru: Разбиение:
tr: Bölümlendirme:

source: Open CD/_DVD Application
gu: CD/DVD કાર્યક્રમને ખોલો (_D)
ru: _Открыть приложение CD/DVD
tr: CD/_DVD Uygulamasını Aç

source: Create and copy CDs and DVDs
gu: CDs અને DVDs ને બનાવો અને નકલ કરો
ru: Создать и скопировать CD и DVD
tr: CD ve DVD oluştur ve kopyala

source: Format _Drive
gu: ડ્રાઇવનું બંધારણ (_D)
ru: Форматировать _диск
tr: _Sürücüyü Biçimlendir

source: Erase or partition the drive
gu: ભૂંસો અથવા ડ્રાઇવનું પાર્ટીશન કરો
ru: Стереть или разбить диск
tr: Sürücüyü sil ya da bölümlendir

source: SM_ART Data
gu: SMART માહિતી (_A)
ru: _Данные SMART
tr: SM_ART Verisi

source: View SMART data and run self-tests
ru: Просмотреть данные SMART и запустить самопроверку
tr: SMART verisini görüntüle ve öz sınamaları yürüt

source: _Eject
en@shaw: _○ю
gu: બહાર નીકાળો (_E)
pl: _Wysuń
ru: _Извлечь
tr: Çı_kart

source: Eject medium from the drive
gu: ડ્રાઇવમાંથી માધ્યમને બહાર નીકાળો
ru: Извлечь носитель из привода
tr: Ortamı sürücüden çıkart

source: Safe Rem_oval
ru: _Безопасное отключение
tr: Güvenli Kal_dır

source: Power down the drive so it can be removed
ru: Выключить питание диска, чтобы его можно было извлечь
tr: Sürücü gücünü kes, böylece güvenle çıkarılabilsin

source: Measure drive performance
ru: Измерить производительность диска
tr: Sürücü başarımını ölç

source: %d PHYs
ru: %d PHY
tr: %d PHYler

source: Vendor:
ru: Производитель:
tr: Satıcı:

source: Revision:
ru: Модификация:
tr: Gözden Geçirme:

source: Driver:
gu: ડ્રાઇવર:
ru: Драйвер:
tr: Sürücü:

source: Number of Ports:
gu: પોર્ટોની સંખ્યા:
ru: Количество портов:
tr: Yuva Sayısı:

source: Error starting Volume Group
gu: વોલ્યુમ જૂથને શરૂ કરતી વખતે ભૂલ
ru: Ошибка запуска группы томов
tr: Birim Grubu başlatılırken hata oluştu

source: Error stopping Volume Group
gu: વોલ્યુમ જૂથને બંધ કરતી વખતે ભૂલ
ru: Ошибка остановки группы томов
tr: Birim Grubu durdurulurken hata oluştu

source: Error setting name for Volume Group
gu: વોલ્યુમ જૂથ માટે નામને સુયોજિત કરતી વખતે ભૂલ
ru: Ошибка установки названия для группы томов
tr: Birim Grubunun adı ayarlanırken hata oluştu

source: Choose a new Volume Group name.
gu: નવાં વોલ્યુમ જૂથ નામને પસંદ કરો.
ru: Выберите новое название группы томов.
tr: Yeni bir Birim Grubu adı seçin.

source: Error adding Physical Volume to Volume Group
gu: વોલ્યુમ જૂથમાં ભૌતિક વોલ્યુમને ઉમેરી રહ્યા હોય ત્યારે ભૂલ
ru: Ошибка добавления физического тома в группу томов
tr: Birim Grubuna Fiziksel Birim eklenirken hata oluştu

source: Error creating PV for VG
gu: VG માટે PV ને બનાવી રહ્યા હોય ત્યારે ભૂલ
ru: Ошибка создания тома для группы томов
tr: VG için PV oluşturma hatası

source: Error deleting partition for Physical Volume in Volume Group
gu: વોલ્યુમ જૂથમાં ભૌતિક વોલ્યુમ માટે પાર્ટીશનને કાઢી રહ્યા હોય ત્યારે ભૂલ
ru: Ошибка удаления раздела физического тома в группе томов
tr: Birim Grubundaki Fiziksel Birim için bölüm silme hatası

source: Error removing Physical Volume from Volume Group
gu: વોલ્યુમ જૂથમાંથી ભૌતિક વોલ્યુમને દૂર કરતી વખતે ભૂલ
ru: Ошибка удаления физического тома из группы томов
tr: Birim Grubundan Fiziksel Birim kaldırma hatası

source: Are you sure you want the remove the Physical Volume?
gu: શું તમે ખરેખર ભૌતિક વોલ્યુમને દૂર કરવા માંગો છો?
ru: Действительно удалить физический том?
tr: Fiziksel Birimi kaldırmak istediğinizden emin misiniz?

source: _Remove
gu: દૂર કરો (_R)
ru: _Удалить
tr: _Kaldır

source: Not Running
gu: ચાલી રહ્યુ નથી
ru: Не запущено
tr: Çalışmıyor

source: Partially Running
ru: Частично запущено
tr: Kısmen Çalışıyor

source: Running
gu: ચાલી રહ્યુ છે
ru: Запущено
tr: Çalışıyor

source: Unknown (%d)
gu: અજ્ઞાત (%d)
ru: Неизвестно (%d)
tr: Bilinmeyen (%d)

source: Name:
gu: નામ:
ru: Название:
tr: Adı:

source: Extent Size:
ru: Размер области:
tr: Kapsam Boyutu:

source: Physical Volumes:
gu: ભૌતિક વોલ્યુમો:
ru: Физические тома:
tr: Fiziksel Birimler:

source: Unallocated:
gu: ન ફાળવેલ જગ્યા:
ru: Нераспределённое:
tr: Ayrılmamış:

source: St_art Volume Group
gu: વોલ્યુમ જૂથને શરૂ કરો (_a)
ru: _Запустить группу томов
tr: Birim Grubunu B_aşlat

source: Activate all LVs in the VG
gu: VG માં બધા LVs ને સક્રિય કરો
ru: Включить все тома в группе томов
tr: VG içindeki tüm LVleri etkinleştir

source: St_op Volume Group
gu: વોલ્યુમ જૂથને બંધ કરો (_o)
ru: _Остановить группу томов
tr: Birim Grubunu D_urdur

source: Deactivate all LVs in the VG
gu: VG મા બધા LVs ને નિષ્ક્રિય કરો
ru: Выключить все логические тома в группе
tr: VG içindeki tüm LVleri etkisizleştir

source: Edit _Name
gu: નામમાં ફેરફાર કરો (_N)
ru: Изм_енить название
tr: _Ad Düzenle

source: Change the Volume Group name
gu: વોલ્યુમ જૂથ નામને બદલો
ru: Изменить название группы томов
tr: Birim Grubu adını değiştir

source: Edit _Physical Volumes
gu: ભૌતિક વોલ્યુમોમાં ફેરફાર કરો (_P)
ru: Из_менить физические тома
tr: _Fiziksel Birimleri Düzenle

source: Create and remove PVs
gu: PVs ને બનાવો અને દૂર કરો
ru: Создание и удаление физических томов
tr: PVleri oluştur ve kaldır

# RAID status
source: Not running, partially assembled
en@shaw: 仇, 葛ゐ юヰゐ
gu: ચાલી રહ્યુ નથી, પ્રારંભિક રીતે એસેમ્બલ કરેલ છે
pl: Nie uruchomione, częściowo połączone
ru: Не запущен, частично собран
tr: Çalışmıyor, kısmen monte edilmiş

# RAID status
source: Not running
en@shaw: 仇
gu: ચાલી રહ્યુ નથી
pl: Nie uruchomione
ru: Не запущен
tr: Çalışmıyor

# RAID status
source: Not running, can only start degraded
en@shaw: 仇, 答ゐ 葛 别
gu: ચાલી રહ્યુ નથી, ફક્ત અપ્રતિષ્ઠિત રીતે શરૂ કરી શકાય છે
pl: Nie uruchomione, może zostać tylko zdegradowane
ru: Не запущен, можно запустить только в ухудшенном состоянии
tr: Çalışmıyor, sadece bozulmuş olarak başlayabilir
