Repository: GNOME/gnome-disk-utility
Catalog: po/*.po
Languages: en@shaw, gu, kab, pl, ru, tr, uz

source: The options to use for creating the filesystem
gu: ફાઇલસિસ્ટમને બનાવવા માટે વપરાતા વિકલ્પો
ru: Параметры, используемые для создания файловой системы
tr: Dosya sistemini oluşturmak için kullanılacak seçenekler

source: Encryption
gu: એનક્રિપ્શન
pl: Szyfrowanie
ru: Шифрование
tr: Şifreleme

source: Whether the volume should be encrypted
en@shaw: ю ゐ筐
gu: ક્યાંતો વોલ્યુમ એનક્રિપ્ટ થયેલ હોવુ જોઇએ
pl: Czy wolumin powinien być zaszyfrowany
ru: Должен ли этот том быть зашифрован
tr: Birimin şifreli olması

source: Take Ownership
gu: માલિકી લો
ru: Получить во владение
tr: Sahipliğini Al

source: Whether the filesystem should be owned by the user
ru: Должна ли файловая система принадлежать пользователю
tr: Dosya sisteminin kullanıcı tarafından sahipli olup olmayacağı

source: Affirmative Button Mnemonic
ru: Мнемоника кнопки подтверждения
tr: Olumlu Düğmesi Hatırlatıcısı

source: The mnemonic label for the affirmative button
ru: Мнемоническая метка для кнопки подтверждения
tr: Olumlu düğmesi için anımsatıcı etiket

source: _Format
en@shaw: _桂ヰ
gu: બંધારણ (_F)
kab: Amasal (_F)
pl: _Sformatuj
ru: _Форматировать
tr: _Biçimlendir

source: Format %s
gu: બંધારણ %s
ru: Форматировать %s
tr: %s birimini biçimlendir

source: Disk _Utility
en@shaw: _叼ゐ
gu: ડિસ્ક ઉપયોગિતા (_U)
pl: Narzędzie do obsługi _dysków
ru: Дисковая _утилита
tr: Disk _Aracı

source: Use Disk Utility to format volume
en@shaw: 筐 叼ゐ 桂ヰ ゐ筐
gu: બંધારણ વોલ્યુમમાં Disk Utility ને વાપરો
pl: Użycie narzędzia do obsługi dysków do formatowania dysków
ru: Использовать дисковую утилиту для форматирования тома
tr: Biçimlendirmek için Disk Aracı'nı kullan

source: _Type:
en@shaw: _拆:
gu: પ્રકાર (_T):
pl: _Typ:
ru: _Тип:
tr: _Türü:

source: Compatible with all systems (FAT)
en@shaw: ヰ 佛 ヰ (FAT)
gu: બધી સિસ્ટમો સાથે સુસંગત (FAT)
pl: Zgodny ze wszystkimi systemami (FAT)
ru: Совместимый со всеми системами (FAT)
tr: Tüm sistemlerle uyumlu (FAT)

source: Compatible with Linux (ext2)
en@shaw: ヰ 路ゐ (ext2)
gu: Linux સાથે સુસંગત (ext2)
pl: Zgodny z Linuksem (ext2)
ru: Совместимый с Linux (ext2)
tr: Linux ile uyumlu (ext2)

source: Compatible with Linux (ext4)
gu: Linux સાથે સુસંગત (ext4)
ru: Совместимый с Linux (ext4)
tr: Linux ile uyumlu (ext4)

source: Encrypted, compatible with Linux (FAT)
en@shaw: , ヰ 路ゐ (FAT)
gu: એનક્રિપ્ટ થયેલ, Linux સાથે સુસંગત (FAT)
pl: Zaszyfrowany, zgodny z Linuksem (FAT)
ru: Зашифрованный, совместимый с Linux (FAT)
tr: Şifreli, Linux ile uyumlu (FAT)

source: _Name:
en@shaw: _别:
gu: નામ (_N):
pl: _Nazwa:
ru: Назван_ие:
tr: _Adı:

source: New Volume
en@shaw: ゐ筐
gu: નવુ વોલ્યુમ
pl: Nowy wolumin
ru: Новый том
tr: Yeni Birim

source: T_ake ownership of filesystem
gu: ફાઇલસિસ્ટમની માલિકીને લો (_a)
ru: Ст_ать владельцем файловой системы
tr: Dosya sisteminin sahipliğini _al

source: The selected file system has a concept of file ownership. If checked, the created file system will be owned by you. If not checked, only the super user can access the file system.
en@shaw: ゐю 拆 ｐ ю 拆 答拣. ю, 别 拆 答 . ю, 答ゐ 叼 筐 ю 拆 .
gu: પસંદ થયેલ ફાઇલ સિસ્ટમ પાસે ફાઇલ માલિકીનો વિચાર છે. જો ચકાસેલ હોય તો, બનાવેલ ફાઇલ સિસ્ટમ તમારા દ્દારા માલિકી થયેલ હશે, જો ચકાસેલ ન હોય તો, મુખ્ય વપરાશકર્તા ફાઇલ સિસ્ટમને વાપરી શકે છે.
pl: Wybrany system plików obsługuje koncepcję właściciela plików. Jeśli zaznaczono, użytkownik zostanie właścicielem utworzonego systemu plików. Jeśli nie, tylko superużytkownik będzie posiadał dostęp do systemu plików.
ru: Выбранная файловая система включает концепцию принадлежности файлов. Установите отметку, чтобы создаваемая файловая система принадлежала Вам. Если отметку снять, то только суперпользователь будет иметь доступ к этой файловой системе.
tr: Seçilen dosya sisteminin dosya sahipliği kavramı vardır. Eğer işaretliyse, oluşturulan dosya sistemi size ait olacaktır. Eğer işaretli değilse, sadece süper kullanıcı dosya sistemine erişebilir.

source: _Encrypt underlying device
gu: નીચે લીટી દોરેલ ઉપકરણને એનક્રિપ્ટ કરો (_E)
ru: За_шифровать соответствующее устройство
tr: _Temeldeki aygıtı şifrele

source: Encryption protects your data, requiring a passphrase to be entered before the file system can be used. May decrease performance and may not be compatible if you use the media on other operating systems.
gu: એનક્રિપ્શન તમારી માહિતીને સુરક્ષિત રાખે છે, ફાઇલ સિસ્ટમને વાપરી શકાય તે પહેલાં દાખલ કરવા માટે પાસફ્રેજની માંગણી કરી રહ્યા છે. પ્રદર્શનમાં ઘટાડો થઇ શકે છે અને સુસંગત કરી શકાતુ નથી જો બીજી ઓપરેટીંગ સિસ્ટમો પર તમે મીડિયાને વાપરો તો.
pl: Szyfrowanie chroni dane przez wymaganie podania hasła przed użyciem systemu plików. Może zmniejszyć wydajność i nie być zgodne, jeśli nośnika jest używany w innych systemach operacyjnych.
ru: Шифрование защищает ваши данные, требуя ввода ключевой фразы для получения доступа к файловой системе. Может снизить производительность и сделать носитель несовместимым для использования с другими операционными системами.
tr: Şifreleme, bir dosya sistemi parola metni girmeyi gerektirerek verilerinizi korumak için kullanılabilir. Performansı azaltabilir ve eğer diğer işletim sistemlerinde ortam kullanılırsa uyumlu olmayabilir.

source: Warning: All data on the volume will be irrevocably lost.
en@shaw: 桂: 佛 别 ゐ筐 юゐ ゐ.
gu: ચેતવણી: વોલ્યુમ પરની બધી માહિતી અટલ રીતે ગુમ થઇ જશો.
pl: Ostrzeżenie: wszystkie dane na woluminie zostaną nieodwracalnie utracone.
ru: Предупреждение: все данные на этом томе будут безвозвратно потеряны.
tr: Uyarı: Birimdeki tüm veriler geri dönülemeyecek şekilde kaybolur.

# application name
source: Unknown
en@shaw: 仇答
gu: અજ્ઞાત
pl: Nieznany
ru: Неизвестно
tr: Bilinmeyen

source: uid: %d pid: %d program: %s
ru: uid: %d pid: %d программа: %s

source: pid: %d program: %s
ru: pid: %d программа: %s

source: Partition %d on %s
en@shaw: 葛 %d %s
gu: %2$s પર પાર્ટીશન %1$d
pl: Partycja %d na %s
ru: Раздел %d на %s
tr: Bölümleme %d disk %s

source: Cannot unmount volume
gu: વોલ્યુમને અનમાઉન્ટ કરી શકાતુ નથી
pl: Nie można odmontować woluminu
ru: Не удалось отключить том
tr: Birim bağı kesilemiyor

source: One or more applications are using the volume. Quit the applications, and then try unmounting again.
gu: એક અથવા વધારો કાર્યક્રમો વોલ્યુમને વાપરી રહ્યા છે. કાર્યક્રમો માંથી બહાર નીકળો, અને ફરીથી અનમાઉન્ટ કરવાનો પ્રયત્ન કરો.
pl: Jeden lub więcej programów używa tego woluminu. Proszę zakończyć programy, a następnie ponownie spróbować odmontować.
ru: Одно или несколько приложений используют этот том. Закройте приложения и попробуйте отключить том еще раз.
tr: Bir veya daha fazla uygulama birimi kullanıyor. Uygulamalardan çıkın ve sonra tekrar bağı kesmeyi deneyin.

source: _Unmount
gu: અનમાઉન્ટ (_U)
pl: O_dmontuj
ru: _Отключить
tr: _Bağı Kes

source: Passphrases do not match
gu: પાસફ્રેઝ બંધબેસતુ નથી
pl: Hasła się nie zgadzają
ru: Ключевые фразы не совпадают
tr: Parola metinleri uyuşmuyor

source: Passphrases do not differ
gu: પાસફ્રેઝો અલગ નથી
pl: Hasła się nie różnią
ru: Ключевые фразы не отличаются
tr: Parola metinleri farklı değil

source: Passphrase can't be empty
gu: પાસફ્રેઝ ખાલી કરી શકાતા નથી
pl: Hasło nie może być puste
ru: Ключевая фраза не может быть пустой
tr: Parola metni boş olamaz

source: Cr_eate
gu: બનાવો (_e)
pl: _Utwórz
ru: С_оздать
tr: _Oluştur

source: Change _Passphrase
gu: પાસફ્રેઝને બદલો (_P)
pl: Zmień _hasło
ru: Сменить ключевую фразу
tr: _Parola Metnini Değiştir

source: _Unlock
en@shaw: _ゐ
gu: તાળુ ખોલો (_U)
kab: Serreḥ (_U)
pl: O_dblokuj
ru: _Разблокировать
tr: _Kilidi Aç
uz: Qulfni ochish

source: To create an encrypted device, choose a passphrase to protect it
gu: એનક્રિપ્ટ થયેલ ઉપકરણ બનાવવા માટે, તેને સુરક્ષિત રાખવા માટે પાસફ્રેજ ને પસંદ કરો
pl: Aby utworzyć zaszyfrowane urządzenie, należy wybrać hasło do jego ochrony
ru: Выберите ключевую фразу для защиты создаваемого зашифрованного устройства
tr: Şifreli bir aygıt oluşturmak için, korumak amacıyla bir parola metni seçin

source: To change the passphrase, enter both the current and new passphrase
gu: પાસફ્રેજને બદલવા માટે, બંને હાલનો અને નવો પાસફ્રેજને દાખલ કરો
pl: Aby zmienić hasło, należy podać bieżące i nowe hasło
ru: Чтобы сменить ключевую фразу, введите обе ключевые фразы — и текущую, и новую
tr: Parola metnini değiştirmek için hem mevcut hem de yeni parola metnini girin

source: Data on this device is stored in an encrypted form protected by a passphrase
gu: પાસફ્રેજ દ્દારા સુરક્ષિત થયેલ એનક્રિપ્ટ થયેલ ફોર્મમાં આ ઉપકરણ પર માહિતી સંગ્રહેલ છે
pl: Dane na tym urządzeniu są przechowywane w formie zaszyfrowanej chronionej hasłem
ru: Данные на этом устройстве хранятся в зашифрованной форме, защищённые ключевой фразой
tr: Bu aygıtta veriler şifreli bir biçimde bir parola metni ile korunarak saklanır

source: Data on this device will be stored in an encrypted form protected by a passphrase.
gu: પાસફ્રેજ દ્દારા સુરક્ષિત થયેલ એનક્રિપ્ટ થયેલ ફોર્મ માં આ ઉપકરણ પર માહિતીનો સંગ્રહ થયેલ હશે.
pl: Dane na tym urządzeniu będą przechowywane w formie zaszyfrowanej chronionej hasłem.
ru: Данные на этом устройстве будут храниться в зашифрованной форме, защищённые ключевой фразой
tr: Bu aygıtta veriler şifreli bir biçimde bir parola metni ile korunarak saklanacaktır.

source: Data on this device is stored in an encrypted form protected by a passphrase.
gu: પાસફ્રેજ દ્દારા સુરક્ષિત થયેલ એનક્રિપ્ટ થયેલ ફોર્મમાં આ ઉપકરણ પર માહિતીનો સંગ્રહ થયેલ છે.
pl: Dane na tym urządzeniu są przechowywane w formie zaszyfrowanej chronionej hasłem.
ru: Данные на этом устройстве хранятся в зашифрованной форме, защищённые ключевой фразой
tr: Bu aygıtta veriler şifreli bir biçimde bir parola metni ile korunarak saklanır.

source: To make the data available for use, enter the passphrase for the device.
gu: વાપરવા માટે માહિતીને બનાવવા માટે, ઉપકરણ માટે પાસફ્રેજને દાખલ કરો.
pl: Aby umożliwić użycie danych, należy podać hasło dla urządzenia.
ru: Чтобы сделать данные доступными для использования, введите ключевую фразу для устройства.
tr: Veriyi kullanıma uygun yapmak için, aygıt için parola metnini girin.

source: Incorrect Passphrase. Try again.
gu: અયોગ્ય પાસફ્રેઝ, ફરીથી પ્રયત્ન કરો.
pl: Niepoprawne hasło. Proszę spróbować ponownie.
ru: Некорректная ключевая фраза. Повторите попытку.
tr: Yanlış parola metni. Tekrar deneyin.

source: C_urrent Passphrase:
gu: હાલનો પાસફ્રેઝ (_u):
pl: _Bieżące hasło:
ru: _Текущая ключевая фраза:
tr: _Mevcut Parola Metni:

source: _New Passphrase:
gu: નવો પાસફ્રેઝ (_N):
pl: _Nowe hasło:
ru: _Новая ключева фраза:
tr: _Yeni Parola Metni:

source: _Verify Passphrase:
gu: પાસફ્રેઝ ને ચકાસો (_V):
pl: _Weryfikacja hasła:
ru: _Повтор ключевой фразы:
tr: Parola Metnini _Doğrula:

source: _Passphrase:
gu: પાસફ્રેઝ (_P):
pl: _Hasło:
ru: _Ключевая фраза:
tr: _Parola Metni:

source: _Forget passphrase immediately
gu: તરતજ પાસફ્રેઝને ભૂલી જાઓ (_F)
pl: _Bez zapamiętywania hasła
ru: _Забыть ключевую фразу незамедлительно
tr: _Parola metnini hemen unut

source: Remember passphrase until you _log out
gu: પાસફ્રેજને યાદ રાખો જ્યાં સુધી તમે બહાર નીકળો (_l)
pl: Zapamiętanie hasła do czasu _wylogowania
ru: Помнить ключевую фразу только _между сеансами
tr: Çı_kış yapana kadar parola metnini hatırla

source: _Remember forever
en@shaw: _ヰюヰ 桂ю
gu: હંમેશ માટે યાદ રાખો (_R)
pl: _Zapamiętanie hasła na stałe
ru: Помнить _всегда
tr: _Sürekli hatırla

source: Enter Passphrase
gu: પાસફ્રેઝને દાખલ કરો
pl: Proszę podać hasło
ru: Введите ключевую фразу
tr: Parola Metnini Girin

source: LUKS Passphrase for UUID %s
gu: UUID %s માટે LUKS પાસફ્રેઝ
pl: Hasło LUKS dla UUID %s
ru: Ключевая фраза LUKS для UUID %s
tr: UUID %s için LUKS Parola Metni

source: Empty (don't create a file system)
en@shaw: юヰ (答 别 拆 )
gu: ખાલી (ફાઇલ સિસ્ટમને બનાવો નહિં)
pl: Puste (system plików nie zostanie utworzony)
ru: Пустой (не создавать файловую систему)
tr: Boş (dosya sistemi oluşturma)

source: Empty
en@shaw: юヰ
gu: ખાલી
kab: Ilem
pl: Puste
ru: Пустой
tr: Boş
uz: Bo'sh

source: Extended Partition
en@shaw: ю 葛
gu: વિસ્તરેલ પાર્ટીશન
kab: Aḥric yettwajbed
pl: Partycja rozszerzona
ru: Расширенный раздел
tr: Genişletilmiş Bölümleme
uz: Kengaytirilgan bo'lim

source: Master Boot Record
en@shaw: ヰ 叼 桂
gu: માસ્ટર બુટ રેકોર્ડ
pl: Główny rekord startowy
ru: Главная загрузочная запись

source: GUID Partition Table
gu: GUID પાર્ટીશન કોષ્ટક
pl: Tablica partycji GUID
ru: Таблицы разделов GUID
tr: GUID Bölümleme Tablosu

source: Don't partition
en@shaw: 答 葛
gu: પાર્ટીશન કરો નહિં
pl: Nie partycjonuj
ru: Не размечать
tr: Bölümlendirme

source: Apple Partition Map
en@shaw: 路 葛 ヰ
gu: Apple પાર્ટીશન નક્ષો
pl: Mapa partycji Apple
ru: Таблица разделов Apple
tr: Apple Bölümleme Eşlemesi

source: Partitioning Scheme
gu: પાર્ટીશનીંગ યોજના
ru: Схема разбиения
tr: Bölümlendirme Şeması

source: The selected partitioning scheme
gu: પસંદ થયેલ પાર્ટીશનીંગ યોજના
ru: Выбранная схема разбиения
tr: Seçilen bölümlendirme şeması

source: _Scheme:
gu: યોજના (_S):
ru: _Схема:
tr: _Şema:

source: KB
ru: КБ

source: MB
kab: MAṬ
ru: МБ

source: GB
kab: GAṬ
ru: ГБ

source: TB
kab: TAṬ
ru: ТБ

source: KiB
ru: КиБ

source: MiB
ru: МиБ

source: GiB
ru: ГиБ

source: TiB
ru: ТиБ

source: The currently selected size
en@shaw: 仇ゐ ゐю 拆
gu: તાજેતરમાં પસંદ થયેલ માપ
pl: Obecnie wybrany rozmiar
ru: Текущий выбранный размер
tr: Mevcut seçili boyut

source: Minimum Size
en@shaw: ヰヰ 拆
gu: ન્યૂનત્તમ માપ
pl: Minimalny rozmiar
ru: Минимальный размер
tr: Asgari Boyut

source: The minimum size that can be selected
en@shaw: ヰヰ 拆 ゐю
gu: ન્યૂનત્તમ માપ કે જે પસંદ કરી શકાય છે
pl: Minimalny rozmiar możliwy do wybrania
ru: Минимальный размер, который можно выбрать
tr: Seçilebilen asgari boyut

source: Maximum Size
en@shaw: ヰヰ 拆
gu: મહત્તમ માપ
pl: Maksymalny rozmiar
ru: Максимальный размер
tr: Azami Boyut

source: The maximum size that can be selected
en@shaw: ヰヰ 拆 ゐю
gu: મહત્તમ માપ કે જે પસંદ કરી શકાય છે
pl: Maksymalny rozmiar możliwy do wybrania
ru: Максимальный размер, который можно выбрать
tr: Seçilebilen azami boyut

source: Less than a minute ago
en@shaw: ゐю ヰ
gu: મિનિટ અગાઉ કરતા ઓછુ
pl: Mniej niż minutę temu
ru: Менее минуты назад
tr: Bir dakikadan daha az süre önce

source: %d minute ago
gu: %d મિનિટ અગાઉ
pl: %d minutę temu
ru: %d минуту назад
tr: %d dakika önce

source: %d hour ago
gu: %d કલાક અગાઉ
pl: %d godzinę temu
ru: %d час назад
tr: %d saat önce

source: Drive
gu: ડ્રાઇવ
ru: Диск
tr: Sürücü

source: Drive to show volumes for
ru: Показать тома диска
tr: Birimleri gösterilecek sürücü

source: RAID Array is not running
gu: RAID એરે ચાલી રહ્યુ નથી
ru: RAID-массив не запущен
tr: RAID Dizisi çalışmıyor

source: No Media Detected
en@shaw: ヰ梆 ю
gu: મીડિયા શોધાયેલ નથી
pl: Nie wykryto nośników
ru: Носитель не обнаружен
tr: Hiçbir Ortam Algılandı

source: Extended
en@shaw: ю
gu: વિસ્તરેલ
pl: Rozszerzona
ru: Расширенный
tr: Genişletilmiş

source: Encrypted
gu: એનક્રિપ્ટ થયેલ
pl: Zaszyfrowana
ru: Зашифрованный
tr: Şifreli

source: RAID Component
en@shaw: RAID ヰ答
gu: RAID ઘટક
pl: Element RAID
ru: Компонент RAID
tr: RAID Bileşeni

source: Free
gu: મુક્ત
pl: Wolna
ru: Свободный
tr: Boş

source: _Format...
en@shaw: _桂ヰ...
gu: બંધારણ (_F)...
pl: _Sformatuj...
ru: _Форматировать…
tr: _Biçimlendir...

source: Create new filesystem on the selected device
en@shaw: 别 拆ゐ ゐю 拆
gu: પસંદ થયેલ ઉપકરણ પર નવી ફાઇલ સિસ્ટમને બનાવો
pl: Tworzy nowy system plików na wybranym urządzeniu
ru: Создать файловую систему на выбранном устройстве
tr: Seçilen aygıt üzerinde yeni dosya sistemi oluştur

source: Floppy
en@shaw: ゐ
gu: ફ્લોપી
pl: Dyskietka
ru: Дискета
tr: Disket

source: %s File
gu: %s ફાઇલ
ru: Файл %s
tr: %s'lık Dosya

source: %s Drive
en@shaw: %s 拆
gu: %s ડ્રાઇવ
pl: Napęd %s
ru: %s привод
tr: %s Sürücüsü

source: %s %s Drive
en@shaw: %s %s 拆
gu: %s %s ડ્રાઇવ
pl: Napęd o rozmiarze %s - %s
ru: %s %s привод
tr: %s %s Sürücüsü

source: %s Hard Disk
en@shaw: %s ｐ葛
pl: Dysk twardy %s
ru: %s жёсткий диск
tr: %s Sabit Diski

source: Hard Disk
en@shaw: ｐ葛
gu: હાર્ડ ડિસ્ક
pl: Dysk twardy
ru: Жёсткий диск
tr: Sabit Disk

source: %s Solid-State Disk
en@shaw: %s ゐ-别
pl: SSD %s
ru: %s диск SSD

source: Solid-State Disk
en@shaw: ゐ-别
pl: SSD
ru: Диск SSD

source: %s Media
en@shaw: %s ヰ梆
gu: %s મીડિયા
pl: Nośnik %s
ru: %s носитель
tr: %s Ortamı

source: MBR Partition Table
gu: MBR પાર્ટીશન કોષ્ટક
pl: Tablica partycji MBR
ru: MBR таблицы разделов
tr: MBR Bölümleme Tablosu

source: Apple Partition Table
en@shaw: 路 葛 别
gu: Apple પાર્ટીશન કોષ્ટક
pl: Tablica partycji Apple
ru: Таблица разделов Apple
tr: Apple Bölümleme Tablosu

source: Partitioned
gu: પાર્ટીશન થયેલ
pl: Podzielone na partycje
ru: Размечено
tr: Bölümlenmiş

source: Not Partitioned
gu: પાર્ટીશન થયેલ નથી
pl: Nie podzielone na partycje
ru: Не размечено
tr: Bölümlenmemiş

source: SAS Expander
ru: Расширитель SAS
tr: SAS Genişleticisi

source: PATA Host Adapter
gu: PATA યજમાન ઍડપ્ટર
ru: Хост-адаптер PATA
tr: PATA Makine Bağdaştırıcısı

source: SATA Host Adapter
gu: SATA યજમાન ઍડપ્ટર
ru: Хост-адаптер SATA
tr: SATA Makine Bağdaştırıcısı

source: ATA Host Adapter
gu: ATA યજમાન ઍડપ્ટર
ru: Хост-адаптер ATA
tr: ATA Makine Bağdaştırıcısı

source: SAS Host Adapter
gu: SAS યજમાન ઍડપ્ટર
ru: Хост-адаптер SAS
tr: SAS Makine Bağdaştırıcısı

source: SCSI Host Adapter
gu: SCSI યજમાન ઍડપ્ટર
ru: Хост-адаптер SCSI
tr: SCSI Makine Bağdaştırıcısı

source: Host Adapter
gu: યજમાન ઍડપ્ટર
ru: Хост-адаптер
tr: Makine Bağdaştırıcısı

source: Logical Volume
gu: લૉજિકલ જૂથ
ru: Логический том
tr: Mantıksal Birim

source: LVM2 Logical Volume
gu: LVM2 લૉજિકલ જૂથ
ru: Логический том LVM2
tr: LVM2 Mantıksal Birimi

source: Volume Group
gu: વોલ્યુમ જૂથ
ru: Группа томов
tr: Birim Grubu

source: %s LVM2 Volume Group
gu: %s LVM2 વોલ્યુમ જૂથ
ru: Группа томов %s LVM2
tr: %s'lık LVM2 Birim Grubu

source: LVM2 Volume Group
gu: LVM2 વોલ્યુમ જૂથ
ru: Группа томов LVM2
tr: LVM2 Birim Grubu

source: %s Free
en@shaw: %s
gu: %s મુક્ત
pl: Wolna o rozmiarze %s
ru: %s свободно
tr: %s Boş

source: Unallocated Space
en@shaw: ゐ别 别
gu: ન ફાળવેલ જગ્યા
kab: Ulac aḥerri n tallunt
pl: Nieprzydzielona przestrzeń
ru: Нераспределённое место
tr: Ayrılmamış Alan
uz: Taqsimlanmagan joy

source: LVM2 VG Unallocated Space
gu: LVM2 VG બિનફાળવેલ જગ્યા
ru: Нераспределённое место группы томов LVM2
tr: LVM2 Birim Grubu Ayrılmamış Alan

source: %s %s Array
gu: %s %s એરે
ru: Массив %s %s
tr: %s %s Dizisi

source: %s Array
gu: %s એરે
ru: Массив %s
tr: %s Dizisi

source: RAID Array %s (%s)
gu: RAID એરે %s (%s)
ru: RAID-массив %s (%s)
tr: RAID Dizisi %s (%s)

source: RAID device %s
en@shaw: RAID 拆 %s
gu: RAID ઉપકરણ %s
pl: Urządzenie RAID %s
ru: Устройство RAID %s
tr: RAID aygıtı %s

source: RAID Array
en@shaw: RAID 拣
gu: RAID એરે
pl: Macierz RAID
ru: RAID-массив

# Linux MD slave state
source: Not Attached
gu: જોડાયેલ નથી
ru: Не присоединён
tr: Bağlı Değil

# Linux MD slave state
source: Faulty
en@shaw: ゐ
gu: ભૂ
pl: Wadliwy
ru: Неисправный
tr: Hatalı

# Linux MD slave state
source: Fully Synchronized
ru: Полностью синхронизирован
tr: Tamamen Eşzamanlı

# Linux MD slave state
source: Writemostly
pl: Głównie zapisywanie
ru: В основном для записи

# Linux MD slave state
source: Blocked
en@shaw: ゐ
gu: બ્લોક થયેલ
pl: Zablokowany
ru: Заблокирован
tr: Engelli

# Linux MD slave state
source: Partially Synchronized
ru: Частично синхронизирован
tr: Kısmen Eşzamanlı

# Linux MD slave state
source: Spare
gu: ફાજલ
pl: Zapasowy
ru: Запасной
tr: Fazladan

source: Local Storage
gu: સ્થાનિક સંગ્રહ
ru: Локальное хранилище
tr: Yerel Depolama Alanı

source: Storage on %s
gu: %s પર સંગ્રહ
ru: Хранилище на %s
tr: %s üzerindeki depolama alanı

source: Multipath Devices
gu: મલ્ટીપાથ ઉપકરણો
ru: Многопутевые устройства
tr: Çok Yollu Aygıtlar

source: Drives with multiple I/O paths
gu: ઘણાબધા I/O પાથો માટે ડ્રાઇવો
ru: Диски с несколькими путями ввода/вывода
tr: Çoklu I/O yoluna sahip sürücüler

source: Multi-disk Devices
gu: મલ્ટી-ડિસ્ક ઉપકરણો
ru: Мультидисковые устройства
tr: Çok Diskli Aygıtlar

source: RAID, LVM and other logical drives
gu: RAID, LVM અને બીજી લૉજિકલ ડ્રાઇવો
ru: RAID, LVM и другие логические устройства
tr: RAID, LVM ve diğer mantıksal sürücüler

source: Peripheral Devices
gu: પરિફરલ ઉપકરણો
ru: Периферийные устройства
tr: Çevresel Aygıtlar

source: USB, FireWire and other peripherals
gu: USB, FireWire અને બીજા પરિફરલ
ru: USB, FireWire и другая периферия
tr: USB, FireWire ve diğer çevresel aygıtlar

source: Error enumerating devices: %s
ru: Ошибка при перечислении устройств: %s
tr: Aygıtlar numaralandırılırken hata oluştu: %s

source: Error enumerating adapters: %s
ru: Ошибка при перечислении адаптеров: %s
tr: Bağdaştırıcıları numaralandırırken hata oluştu: %s

source: Error enumerating expanders: %s
ru: Ошибка при перечислении расширителей: %s
tr: Genişleticileri numaralandırırken hata oluştu: %s

source: Error enumerating ports: %s
ru: Ошибка при перечислении портов: %s
tr: Yuvaları numaralandırırken hata oluştu: %s

source: Error listening to address `localhost:%d': %s: %s
ru: Ошибка при прослушивании адреса «localhost:%d»: %s: %s
tr: 'localhost:%d': %s: %s adresini dinlerken hata oluştu

source: Error creating a local TCP server, tried binding to ports 9000-10000 on localhost
ru: Ошибка при создании локального сервера TCP, попытка связи с портами 9000-10000 на localhost
tr: Yerel TCP sunucusu oluşturma hatası, yerelsunucu üzerindeki 9000-10000 limanlarına bağlanma denendi

source: Error setting auth mechanisms on local DBusServer
ru: Ошибка при установке механизмов авторизации в локальном объекте DBusServer
tr: Yerel DBusSunucusu'nda yetki mekanizması ayarlanırken hata oluştu

source: Unable to parse command-line `%s' (Malformed address?): %s
ru: Не удалось разобрать командную строку «%s» (неправильно сформированный адрес?): %s
tr: `%s' komut satırı ayrıştırılamadı (Bozuk biçimli adres?): %s

source: Unable to spawn ssh program: %s
ru: Не удалось запустить программу ssh: %s
tr: Ssh programı oluşturulamadı: %s

source: Error reading stderr output: %s
gu: stderr આઉટપુટને વાંચતી વખતે ભૂલ: %s
ru: Ошибка при чтении вывода из стандартного потока ошибок: %s
tr: stderr çıktısı okunurken hata oluştu: %s

source: Error reading stderr output: No content
gu: stderr આઉટપુટને વાંચી રહ્યા હોય ત્યારે ભૂલ: સમાવિષ્ટ નથી
ru: Ошибка при чтении вывода из стандартного потока ошибок: нет содержимого
tr: stderr çıktısı okunurken hata oluştu: İçerik yok

source: Error logging in
gu: પ્રવેશ કરતી વખતે ભૂલ
ru: Ошибка входа в систему
tr: Oturum açılırken hata oluştu

source: Error sending `%s': %s
gu: `%s' ને મોકલી રહ્યા હોય ત્યારે ભૂલ: %s
ru: Ошибка при отправке «%s»: %s
tr: `%s' gönderilirken hata oluştu: %s

source: Unexpected stderr output - expected `udisks-tcp-bridge: Waiting for secret' but got `%s'
ru: Неожиданный вывод из стандартного потока ошибок: ожидалось «udisks-tcp-bridge: Waiting for secret», но получено «%s»
tr: Beklenmeyen stderr çıktısı - `udisks-tcp-bridge: Gizli anahtar bekleniyordu fakat '%s' alındı.

source: Error passing authorization secret: %s
ru: Ошибка при передаче секретных данных авторизации: %s
tr: Yetkilendirme anahtarı geçilirken hata: %s

source: Error reading stderr from: %s
gu: તેમાંથી stderr વાંચી રહ્યા હોય ત્યારે ભૂલ: %s
ru: Ошибка при чтении из стандартного потока ошибок: %s
tr: Şuradan stderr okunurken hata: %s

source: Unexpected stderr output - expected `udisks-tcp-bridge: Attempting to connect to port %d' but got `%s'
ru: Неожиданный вывод из стандартного потока ошибок: ожидалось «udisks-tcp-bridge: Attempting to connect to port %d», но получено «%s»
tr: Beklenmeyen stderr çıktısı - `udisks-tcp-bridge: %d yuvasına bağlanmaya çalışılıyor' ama `%s' alındı.

source: The udisks-tcp-bridge program failed to prove it was authorized: %s
ru: Программе udisks-tcp-bridge не удалось подтвердить авторизацию: %s
tr: udisks-tcp-bridge programı yetkili olduğunu kanıtlayamadı: %s

source: The udisks-tcp-bridge program failed to prove it was authorized
ru: Программе udisks-tcp-bridge не удалось подтвердить авторизацию
tr: udisks-tcp-bridge programı yetkili olduğunu kanıtlayamadı

source: %s (%s bytes)
gu: %s (%s બાઇટો)
ru: %s (%s байт)
tr: %s (%s bayt)
