Repository: GNOME/gnome-disk-utility
Catalog: po/*.po
Languages: en@shaw, gu, kab, pl, ru, tr, uz

source: Apply the changes made
en@shaw: ゐ 别○ ヰ别
pl: Zastosuj wprowadzone zmiany

source: The volume contains swap space.
en@shaw: ゐ筐 别 别.
pl: Wolumin zawiera przestrzeń wymiany.

source: This is the last primary partition that can be created. If you need more partitions, you can create an Extended Partition.
en@shaw: ゐ 拆ヰ拣 葛 别. 梆 ヰ , 别 ю 葛.
pl: To ostatnia partycja podstawowa, jaką można utworzyć. Jeśli potrzeba więcej partycji, należy utworzyć partycję rozszerzoną.

source: No more partitions can be created. You may want to delete an existing partition and then create an Extended Partition.
en@shaw: ヰ 别. ヰ ゐ梆 ю 葛 ю 别 ю 葛.
pl: Nie można utworzyć więcej partycji. Można usunąć istniejącą partycję, a następnie utworzyć partycję rozszerzoną.

source: To create a new partition, select the size and whether to create a file system. The partition type, label and flags can be changed after creation.
en@shaw: 别 葛, ゐю 拆 ю 别 拆 . 葛 拆, ゐ别 ゐ 别○ 梆别.
pl: Aby utworzyć nową partycję, należy wybrać rozmiar i system plików. Typ, etykietę i flagi partycji można zmienić po utworzeniu.

source: T_ake ownership of file system
pl: Przejęcie wł_asności systemu plików

source: Encr_ypt underlying device
pl: _Zaszyfruj podstawowe urządzenie

source: Create partition
en@shaw: 别 葛
pl: Utwórz partycję

source: Are you sure you want to create a new file system, deleting existing data ?
en@shaw: 别 拆 , ゐ梆 ю 别 ?
pl: Na pewno utworzyć nowy system plików, usuwając istniejące dane?

source: All data on partition %d on the media in "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
pl: Wszystkie dane na partycji %d na nośniku w "%s" zostaną nieodwracalnie usunięte. Proszę upewnić się, że wykonano kopię zapasową ważnych danych. Tego działania nie można cofnąć.

source: All data on partition %d of "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
pl: Wszystkie dane na partycji %d z "%s" zostaną nieodwracalnie usunięte. Proszę upewnić się, że wykonano kopię zapasową ważnych danych. Tego działania nie można cofnąć.

source: Create File System
en@shaw: 别 拆
pl: Tworzenie systemu plików

source: To create a new file system on the device, select the type and label and then press "Create". All existing data will be lost.
en@shaw: 别 拆 拆, ゐю 拆 ゐ别 ю ю "别". 佛 ю 别 ゐ.
pl: Aby utworzyć nowy system plików na urządzeniu, należy wybrać typ i etykietę, a następnie nacisnąć przycisk "Utwórz". Wszystkie istniejące dane zostaną utracone.

source: Unknown Size
en@shaw: 仇答 拆
pl: Nieznany rozmiar

source: Partitioned Media (%s)
en@shaw: ヰ梆 (%s)
pl: Nośnik podzielony na partycje (%s)

source: Unpartitioned Media
pl: Nośnik podzielony na partycje

source: Unrecognized
en@shaw: ю拆
pl: Nierozpoznane

source: Linux Software RAID
en@shaw: 路ゐ RAID
pl: Programowa macierz RAID Linuksa

source: SMART status: %s
en@shaw: ヰ葛 别: %s
pl: Stan SMART: %s

source: View details about SMART for this disk
en@shaw: 梆别ゐ ヰ葛
pl: Wyświetla szczegóły SMART dla tego dysku

source: More Information
en@shaw: ヰ 拣ヰ别
pl: Więcej informacji

source: %s (Read Only)
en@shaw: %s (ю 答ゐ)
pl: %s (tylko do odczytu)

source: Not running
en@shaw: 仇
pl: Nieuruchomione

source: %s File System
en@shaw: %s 拆
pl: System plików %s

source: Encrypted LUKS Device
en@shaw: LUKS 拆
pl: Zaszyfrowane urządzenie LUKS

source: Data
en@shaw: 别
pl: Dane

source: Cleartext LUKS Device
pl: Niezaszyfrowane urządzenie LUKS

source: Partition %d (%s)
en@shaw: 葛 %d (%s)
pl: Partycja %d (%s)

source: Error checking file system on device
en@shaw: 火 ю 拆 拆
pl: Błąd podczas sprawdzania systemu plików na urządzeniu

source: File system check on "%s" completed
en@shaw: 拆 ю "%s" ヰゐ梆
pl: Zakończono sprawdzanie systemu plików na "%s"

source: Error unmounting device
pl: Błąd podczas odmontowywania urządzenia

source: Error ejecting device
en@shaw: 火 ○ю 拆
pl: Błąd podczas wysuwania urządzenia

source: Error detaching device
pl: Błąd podczas odłączania urządzenia

source: Error locking encrypted device
en@shaw: 火 ゐ 拆
pl: Błąd podczas blokowania zaszyfrowanego urządzenia

source: There was an error starting the drive "%s".
en@shaw: 火 葛 拆 "%s".
pl: Wystąpił błąd podczas uruchamiania napędu "%s".

source: Are you sure you want to start the drive "%s" in degraded mode ?
en@shaw: 葛 拆 "%s" 别 ヰ答 ?
pl: Na pewno uruchomić napęd "%s" w trybie zdegradowanym?

source: Starting a RAID array in degraded mode means that the RAID volume is no longer tolerant to drive failures. Data on the volume may be irrevocably lost if a drive fails.
en@shaw: 葛 RAID 拣 别 ヰ答 ヰ梆 RAID ゐ筐 ゐ ゐ火 拆 别ゐ拣. 别 ゐ筐 ヰ юゐ ゐ 拆 别ゐ.
pl: Uruchomienie macierzy RAID w trybie zdegradowanym oznacza, że wolumin RAID staje się podatny na problemy nośnika. Dane na woluminie mogą zostać nieodwracalnie utracone, jeśli napęd będzie miał problemy.

source: _Start Array
en@shaw: _葛 拣
pl: _Uruchom macierz

source: There was an error stopping the drive "%s".
en@shaw: 火 拆 "%s".
pl: Wystąpił błąd podczas zatrzymywania napędu "%s".

source: Error erasing data
en@shaw: 火 别 别
pl: Błąd podczas usuwania danych

source: Are you sure you want to erase the device ?
en@shaw: 别 拆 ?
pl: Na pewno usunąć urządzenie?

source: Error creating partition table for component for RAID array
en@shaw: 火 别 葛 别 ヰ答 RAID 拣
pl: Błąd podczas tworzenia tablicy partycji dla elementu dla macierzy RAID

source: Palimpsest Disk Utility
pl: Narzędzie do obsługi dysków Palimpsest

source: _New
pl: _Nowa

source: Software _RAID Array
en@shaw: _RAID 拣
pl: Programowa macierz _RAID

source: Create a new Software RAID array
en@shaw: 别 RAID 拣
pl: Tworzy nową programową macierz RAID

source: _Check File System
en@shaw: _ю 拆
pl: _Sprawdź system plików

source: Check the file system
en@shaw: ю 拆
pl: Sprawdza system plików

source: Mount the filesystem on device
en@shaw: ヰ 拆ゐ 拆
pl: Montuje system plików na urządzeniu

source: Unmount the filesystem
pl: Odmontowuje system plików

source: Eject media from the device
en@shaw: ○ю ヰ梆 拆
pl: Wysuwa nośnik z urządzenia

source: Detach the device from the system, powering it off
en@shaw: 拆 , 拣
pl: Odłącza urządzenie z systemu, wyłączając je

source: Unlock the encrypted device, making the data available in cleartext
pl: Odblokowuje zaszyfrowane urządzenie, umożliwiając dostęp do niezaszyfrowanych danych

source: _Lock
en@shaw: _ゐ
pl: Zab_lokuj

source: Lock the encrypted device, making the cleartext data unavailable
pl: Zablokowuje zaszyfrowane urządzenie, uniemożliwiając dostęp do niezaszyfrowanych danych

source: Start the array
en@shaw: 葛 拣
pl: Uruchamia macierz

source: _Stop
pl: _Zatrzymaj

source: Stop the array
en@shaw: 拣
pl: Zatrzymuje macierz

source: Erase the contents of the device
en@shaw: 别 拆
pl: Usuwa zawartość urządzenia

source: Get Help on Palimpsest Disk Utility
pl: Pomoc narzędzia do obsługi dysków Palimpsest

source: <small>_Cancel</small>
en@shaw: <small>_</small>
pl: <small>_Anuluj</small>

source: View
pl: Widok

source: The view to show details for
en@shaw: 梆别ゐ
pl: Widok do wyświetlenia szczegółów dla

source: The GduGridView object that the element is associated with
pl: Obiekt GduGridView, z którym element jest powiązany

source: Presentable
en@shaw: ю
pl: Wyświetlane

source: The presentable shown or NULL if this is a element representing lack of media
en@shaw: ю 答 仇 юゐヰ юю ゐ ヰ梆
pl: Wyświetlany lub NULL, jeśli to jest element reprezentujący brak nośnika

source: The minimum size of the element
en@shaw: ヰヰ 拆 юゐヰ
pl: Minimalny rozmiar elementu

source: Percent Size
en@shaw: 火ю 拆
pl: Rozmiar w procentach

source: The size in percent that this element should claim or 0 to always claim the specified minimum size
en@shaw: 拆 火ю юゐヰ ゐ别 0 佛ゐ别 ゐ别 ю拆 ヰヰ 拆
pl: Rozmiar w procentach, który ten element powinien żądać lub 0, aby zawsze żądać podany minimalny rozmiar

source: Flags for the element
en@shaw: ゐ юゐヰ
pl: Flagi elementu

source: The pool of devices to show
en@shaw: 叼 拆
pl: Pula urządzeń do wyświetlenia

source: Linux Ext2
en@shaw: 路ゐ Ext2

source: Linux Ext3
en@shaw: 路ゐ Ext3

source: Linux Ext4
en@shaw: 路ゐ Ext4

source: FAT 16 (Windows)
en@shaw: FAT 16 (路答)

source: FAT 32 (Windows)
en@shaw: FAT 32 (路答)

source: OPUS (0x10)
en@shaw: 答 (0x10)

source: Linux (0x83)
en@shaw: 路ゐ (0x83)

source: Mac OS X (0xa8)
en@shaw: 路ヰ OS X (0xa8)

source: Mac OS X (0xaf)
en@shaw: 路ヰ OS X (0xaf)

source: Solaris (0xbf)
en@shaw: 路答ゐю (0xbf)

# RAID level
source: Mirror (RAID-1)
en@shaw: ヰ (RAID-1)

source: Time since SMART data was last read SMART data is updated every 30 minutes unless the disk is sleeping
en@shaw: 拆 ヰ葛 别 ゐ ю ヰ葛 别 仇别 ю 30 ヰ 仇ゐю ゐ梆

source: Last self-test not completed (a fatal error might have occurred)
en@shaw: ゐ юゐ-ю ヰゐ梆 ( 别 火 ヰ拆 ｐ 火)

source: All data on the media in "%s" will be irrevocably erased. Make sure important data is backed up. This action cannot be undone.
en@shaw: 佛 别 ヰ梆 "%s" юゐ 别. ヰ别 ヰ桂 别 仇. 仇仇.

source: All data on the drive "%s" will be irrevocably erased. Make sure important data is backed up. This action cannot be undone.
en@shaw: 佛 别 拆 "%s" юゐ 别. ヰ别 ヰ桂 别 仇. 仇仇.

source: _Change
en@shaw: _别

source: The data on component "%s" of the RAID Array "%s" will be irrevocably erased and the RAID Array might be degraded. Make sure important data is backed up. This action cannot be undone.
en@shaw: 别 ヰ答 "%s" 别 拣 "%s" юゐ 别 别 拣 ヰ拆 别. ヰ别 ヰ桂 别 仇. 仇仇.

source: All data on partition %d with name "%s" on the media in "%s" and all partitions contained in this extended partition will be irrevocably erased. Make sure important data is backed up. This action cannot be undone.
en@shaw: 佛 别 葛 %d 别 "%s" ヰ梆 "%s" 佛 别 ю 葛 юゐ 别. ヰ别 ヰ桂 别 仇. 仇仇.

source: All data on partition %d with name "%s" on the media in "%s" will be irrevocably erased. Make sure important data is backed up. This action cannot be undone.
en@shaw: 佛 别 葛 %d 别 "%s" ヰ梆 "%s" юゐ 别. ヰ别 ヰ桂 别 仇. 仇仇.

source: All data on partition %d on the media in "%s" and all partitions contained in this extended partition will be irrevocably erased. Make sure important data is backed up. This action cannot be undone.
en@shaw: 佛 别 葛 %d ヰ梆 "%s" 佛 别 ю 葛 юゐ 别. ヰ别 ヰ桂 别 仇. 仇仇.

source: All data on partition %d on the media in "%s" will be irrevocably erased. Make sure important data is backed up. This action cannot be undone.
en@shaw: 佛 别 葛 %d ヰ梆 "%s" юゐ 别. ヰ别 ヰ桂 别 仇. 仇仇.

source: All data on partition %d with name "%s" of "%s" and all partitions contained in this extended partition will be irrevocably erased. Make sure important data is backed up. This action cannot be undone.
en@shaw: 佛 别 葛 %d 别 "%s" "%s" 佛 别 ю 葛 юゐ 别. ヰ别 ヰ桂 别 仇. 仇仇.

source: All data on partition %d with name "%s" of "%s" will be irrevocably erased. Make sure important data is backed up. This action cannot be undone.
en@shaw: 佛 别 葛 %d 别 "%s" "%s" юゐ 别. ヰ别 ヰ桂 别 仇. 仇仇.

source: All data on partition %d of "%s" and all partitions contained in this extended partition will be irrevocably erased. Make sure important data is backed up. This action cannot be undone.
en@shaw: 佛 别 葛 %d "%s" 佛 别 ю 葛 юゐ 别. ヰ别 ヰ桂 别 仇. 仇仇.

source: All data on partition %d of "%s" will be irrevocably erased. Make sure important data is backed up. This action cannot be undone.
en@shaw: 佛 别 葛 %d "%s" юゐ 别. ヰ别 ヰ桂 别 仇. 仇仇.

source: All data on partition %d on the media in "%s" will be irrevocably erased. Make sure important data is backed up. This action cannot be undone.
en@shaw: 佛 别 葛 %d ヰ梆 "%s" юゐ 别. ヰ别 ヰ桂 别 仇. 仇仇.

source: All data on partition %d of "%s" will be irrevocably erased. Make sure important data is backed up. This action cannot be undone.
en@shaw: 佛 别 葛 %d "%s" юゐ 别. ヰ别 ヰ桂 别 仇. 仇仇.

source: mounted at
en@shaw: ヰ
