Repository: GNOME/gnome-disk-utility
Catalog: po/*.po
Languages: en@shaw, gu, kab, pl, ru, tr, uz

source: Disk Utility
en@shaw: 叼ゐ
gu: ડિસ્ક ઉપયોગિતા
pl: Narzędzie do obsługi dysków
ru: Дисковая утилита
tr: Disk Aracı

source: Manage Drives and Media
en@shaw: ヰ 拆 ヰ梆
gu: ડ્રાઇવો અને મીડિયાને સંચાલિત કરો
kab: Sefrek imeɣriyen akked imidyaten
pl: Zarządzanie napędami i nośnikami
ru: Управление дисками и носителями
tr: Sürücüleri ve Ortamı Yönet
uz: Drayvlar va ommaviy axborot vositalarini boshqarish

source: Disk Notifications
en@shaw: 答别
gu: ડિસ્ક સૂચનો
pl: Powiadomienia obsługi dysków
ru: Уведомления диска
tr: Disk Bildirimleri

source: Provides notifications related to disks
en@shaw: 拆 答别 ゐ别
gu: ડિસ્કોને સંબંધિત સૂચનાઓ પૂરી પાડે છે
pl: Dostarcza powiadomienia związane z dyskami
ru: Уведомления, относящиеся к дискам
tr: Diskler ile ilgili bildirimleri sağlar

source: To prevent data corruption, wait until this has finished before removing media or disconnecting the device.
en@shaw: ю 别 火, 别 仇 ｐ ヰ叼 ヰ梆 ю 拆.
gu: માહિતી ભંગાણને અટકાવવા માટે, થોભો જ્યાં સુધી આ મીડિયા ને દૂર કરવાનું અથવા ઉપકરણનું જોડાણ તોડતા પહેલાં સમાપ્ત થયેલ હોય.
pl: Aby zapobiec uszkodzeniu danych, przed wyjęciem nośnika lub rozłączeniem urządzenia należy poczekać na zakończenie działania.
ru: Для предотвращения повреждения данных, дождитесь завершения операции перед удалением носителя или отключением устройства.
tr: Veri bozulmalarını önlemek için, ortamı çıkarmadan veya aygıt bağlantısını kesmeden önce bunun tamamlanmasını bekleyin.

source: Device
en@shaw: 拆
gu: ઉપકરણ
kab: Ibenk
pl: Urządzenie
ru: Устройство
tr: Aygıt
uz: Qurilma

source: The device to show the dialog for
en@shaw: 拆 拆ゐ
gu: તે માટે સંવાદને બતાવવા માટે ઉપકરણ
pl: Urządzenie dla którego wyświetlić okno dialogowe
ru: Показать диалог для устройства
tr: Penceresi gösterilecek olan aygıt

source: text
en@shaw: ю
gu: લખાણ
pl: tekst
ru: текст
tr: metin

source: Text to show
en@shaw: ю
gu: બતાવવા માટે લખાણ
pl: Tekst do wyświetlenia
ru: Текст для отображения
tr: Gösterilecek metin

source: Error launching Disk Utility
en@shaw: 火 ゐ佛 叼ゐ
gu: ડિસ્ક ઉપયોગિતા ને શરૂ કરતી વખતે ભૂલ
pl: Błąd podczas uruchamiania narzędzia do obsługi dysków
ru: Ошибка запуска Дисковой утилиты
tr: Disk Aracı'nı başlatırken hata

source: Device to format
en@shaw: 拆 桂ヰ
gu: બંધારણનું ઉપકરણ
pl: Urządzenie do sformatowania
ru: Форматировать устройство
tr: Biçimlendirilecek aygıt

source: DEVICE
en@shaw: 拆
pl: URZĄDZENIE
ru: УСТРОЙСТВО
tr: AYGIT

source: Operation was canceled
en@shaw: 拣别 ゐ
gu: ક્રિયાને રદ કરેલ હતી
pl: Anulowano działanie
ru: Действие было отменено
tr: İşlem iptal edildi

source: Gnome Disk Utility formatting tool
en@shaw: 答 叼ゐ 桂ヰ 叼
gu: Gnome Disk Utility બંધારણીય સાધન
pl: Narzędzie GNOME do formatowania dysków
ru: Дисковая утилита — средство форматирования Gnome
tr: GNOME Disk Aracı biçimlendirme aygıtı

source: Format partition %d of %s (%s)
en@shaw: 桂ヰ 葛 %d %s (%s)
gu: %2$s (%3$s) નું પાર્ટીશન %1$d નું બંધારણ કરો
pl: Formatuje partycję %d z %s (%s)
ru: Форматировать раздел %d на %s (%s)
tr: Biçimlendirilen bölüm %d / %s (%s)

source: Formatting partition %d of %s (%s)
en@shaw: 桂ヰ 葛 %d %s (%s)
gu: %2$s (%3$s) નું પાર્ટીશન %1$d બંધારણ કરી રહ્યા છે
pl: Formatowanie partycji %d z %s (%s)
ru: Форматирование раздела %d на %s (%s)
tr: Biçimlendirilen bölüm %d / %s (%s)

source: Format %s (%s)
en@shaw: 桂ヰ %s (%s)
gu: બંધારણ %s (%s)
pl: Formatuje %s (%s)
ru: Форматировать %s (%s)
tr: Biçimlendir %s (%s)

source: Formatting %s (%s)
en@shaw: 桂ヰ %s (%s)
gu: %s (%s) નું બંધારણ કરી રહ્યા છે
pl: Formatowanie %s (%s)
ru: Форматирование %s (%s)
tr: Biçimlendirme %s (%s)

source: Format %s Volume (%s)
en@shaw: 桂ヰ %s ゐ筐 (%s)
gu: %s વોલ્યુમ (%s) નું બંધારણ કરો
pl: Formatuje wolumin o rozmiarze %s (%s)
ru: Форматировать том %s (%s)
tr: Biçimlendir %s Bölümü (%s)

source: Formatting %s Volume (%s)
en@shaw: 桂ヰ %s ゐ筐 (%s)
gu: %s વોલ્યુમ (%s) નું બંધારણ કરી રહ્યા છે
pl: Formatowanie woluminu o rozmiarze %s (%s)
ru: Форматирование тома %s (%s)
tr: Biçimlendirme %s Bölümü (%s)

source: Preparing...
en@shaw: 梆吼...
gu: તૈયાર કરી રહ્યા છે...
pl: Przygotowywanie...
ru: Подготовка…
tr: Hazırlanıyor ...

source: Unmounting...
gu: અનમાઉન્ટ કરી રહ્યા છે...
pl: Odmontowywanie...
ru: Отключение…
tr: Bağlantı Kesiliyor ...

source: Unable to format '%s'
en@shaw: 仇别 桂ヰ '%s'
gu: '%s' નું બંધારણ કરવામાં અસમર્થ
pl: Nie można sformatować "%s"
ru: Не удалось отформатировать «%s»
tr: Biçimlendirilemedi '%s'

source: Formatting...
en@shaw: 桂ヰ...
gu: બંધારણ કરી રહ્યા છે...
pl: Formatowanie...
ru: Форматирование…
tr: Biçimlendiriliyor ...

source: Cancelling...
en@shaw: ゐ...
gu: રદ કરી રહ્યા છે...
pl: Anulowanie...
ru: Отмена…
tr: Iptal ediliyor ...

source: Error formatting volume
en@shaw: 火 桂ヰ ゐ筐
gu: વોલ્યુમનું બંધારણ કરતી વખતે ભૂલ
kab: Tuccḍa n ubleɣ n umsal
pl: Błąd podczas formatowania woluminu
ru: Ошибка форматирования тома
tr: Birim biçimlendirme hatası
uz: Ovozni formatlashda xato

source: Mounting volume...
en@shaw: ヰ ゐ筐...
gu: વોલ્યુમને માઉન્ટ કરી રહ્યા છે...
pl: Montowanie woluminu...
ru: Монтирование тома…
tr: Birim bağlanıyor ...

source: Error mounting device
en@shaw: 火 ヰ 拆
gu: ઉપકરણને માઉન્ટ કરતી વખતે ભૂલ
pl: Błąd podczas montowania urządzenia
ru: Ошибка при монтировании устройства
tr: Aygıt bağlanırken hata

source: Error storing passphrase in keyring
gu: કિરીંગમાં પાસફ્રેજ ને સંગ્રહ કરતી વખતે ભૂલ
pl: Błąd podczas zapisywania hasła w bazie haseł
ru: Ошибка при сохранении ключевой фразы на брелоке
tr: Anahtarlıkla parola metni saklanırken hata

source: The RAID Array to add a component to.
gu: તેમાં ઘટકને ઉમેરવા માટે RAID એરે.
ru: RAID-массив, к которому добавить компонент.
tr: Bileşenin ekleneceği RAID Dizisi.

source: Add spare to %s
ru: Добавить резервный компонент к %s
tr: %s'e yedek ekle

source: Select a device to create a %s spare on for the RAID Array "%s" (%s)
ru: Выберите устройство для создания резервного компонента %s для RAID-массива «%s» (%s)
tr: %s yedeğini RAID Array "%s" için oluşturmak üzere bir aygıt seçin (%s)

source: Expand %s
gu: %s વિસ્તારો
ru: Увеличить %s
tr: %s'i Genişlet

source: Select one or more devices to use %s on for expanding the RAID Array "%s" (%s)
ru: Выберите одно устройство или более для использования %s для расширения RAID-массива «%s» (%s)
tr: %s'i üzerinde kullanarak RAID Dizisi "%s" (%s) 'i genişletmek için bir ya da daha çok aygıt seçin

source: _Expand
gu: વિસ્તારો (_E)
ru: _Увеличить
tr: _Genişlet

source: The VG to add a PV to.
gu: તેમાં PV ને ઉમેરવા માટે VG
ru: Группа томов, к которой добавить физический том.
tr: PV eklenecek olan VG.

source: Add Physical Volume to %s (%s)
gu: %s માં ભૌતિક વોલ્યુમને ઉમેરો (%s)
ru: Добавить физический том к %s (%s)
tr: %s (%s)'e Fiziksel Birim Ekle

source: _Size:
en@shaw: _拆:
gu: માપ (_S):
pl: _Rozmiar:
ru: _Размер:
tr: _Boyut:

source: Read Error Rate
en@shaw: ю 火 别
kab: Γeṛ aktum n tuccḍa
pl: Częstotliwość błędów odczytu
ru: Ошибки чтения
tr: Okuma Hata Oranı
uz: O'qish xatosi darajasi

source: Frequency of errors while reading raw data from the disk. A non-zero value indicates a problem with either the disk surface or read/write heads
en@shaw: 梆 火拣 拆 梆 别 . -金 ゐ 别 ゐ 拆 火 ю/拆 ｐю
gu: ભૂલોની આવૃત્તિ જ્યારે ડિસ્ક માંથી કાચી માહિતીને વાંચી રહ્યુ હોય. બિન-શૂન્ય કિંમત એ સમસ્યાને સૂચિત કરે છે ક્યાંતો ડિસ્ક સપાટી અથવા વાંચન/લખવાનાં શીર્ષકની સાથે
kab: Tuccḍa n tuccḍa lawan n tɣuri n yisefka n imazwaren seg uḍebsi. Azal ur nelli d ilem yemmal ugur de g tjumma n uḍebsi neɣ deg yiqerra n tɣuri/tira
pl: Częstotliwość błędów podczas odczytywania surowych danych z dysku. Wartość nie wynosząca zero wskazuje na problem z powierzchnią dysku lub głowicami odczytu/zapisu
ru: Частота ошибок при чтении данных с диска. Отличное от нуля значение показывает, что есть проблемы либо с поверхностью диска, либо с головками чтения/записи.
tr: Diskten ham veri okuma sırasındaki hata sıklığı. Sıfır olmayan bir değer disk yüzeyinde veya okuma/yazma kafaları ile ilgili bir sorun olduğunu gösterir.
uz: Diskdan xom ma'lumotni o'qish paytida xatolarning chastotasi. Nolga teng bo'lmagan qiymat disk yuzasi yoki o'qish/yozish boshlari bilan bog'liq muammoni ko'rsatadi

source: Throughput Performance
en@shaw: 叼 拣桂ヰ
gu: કાર્યક્ષમતા પ્રદર્શન
kab: Timellit n uktum
ru: Пропускная способность
tr: Throughput Performansı
uz: O'tkazish samaradorligi

source: Average efficiency of the disk
en@shaw: 拣
gu: ડિસ્કની સરેરાશ કાર્યક્ષમતા
kab: TImellit talemmast n uḍebsi
pl: Średnia wydajność dysku
ru: Средняя эффективность диска
tr: Diskin ortalama verimliliği
uz: Diskning o'rtacha samaradorligi

source: Spinup Time
gu: સાઇનઅપ સમય
kab: Akud n usekḥer
ru: Время раскрутки
tr: Dönme Zamanı
uz: Spinup vaqti

source: Time needed to spin up the disk
en@shaw: 拆 梆 仇
gu: ડિસ્કને સ્પીન અપ કરવા માટે જરૂરી સમય
kab: Akud yettwasran i usekḥer n uḍebsi
ru: Время, необходимое для раскрутки диска
tr: Diskin dönmeye başlaması için gereken zaman
uz: Diskni aylantirish uchun vaqt kerak bo'ladi

source: Start/Stop Count
en@shaw: 葛/
gu: ગણતરીને શરૂ કરો/બંધ કરો
kab: Bdu/Seḥbes asmiḍen
ru: Кол-во запуск/останов
tr: Başlama/Durma Sayımı
uz: Hisobni boshlash/to'xtatish

source: Number of spindle start/stop cycles
en@shaw: 仇ヰ 葛/ 拆ゐ
gu: સ્પિન્ડલ શરૂ/બંધ ચક્રની સંખ્યા
kab: Amḍan n wallusen senker/seḥbes n ugellus
ru: Число циклов запуск/останов шпинделя
tr: İğne başlama/bitme döngüsü sayısı
uz: Shpindelni ishga tushirish/to'xtatish davrlari soni

source: Reallocated Sector Count
en@shaw: 梆ゐ别 ю
gu: પુન:ફાળવેલ સેક્ટરની ગણતરી
kab: Asmiḍen n yigzumen at usenfel n wadg
pl: Licznik ponownie przydzielonych sektorów
ru: Кол-во перераспределённых секторов
tr: Yeniden Ayrılan Sektör Sayısı
uz: Qayta taqsimlangan sektorlar soni

source: Count of remapped sectors. When the hard drive finds a read/write/verification error, it marks the sector as "reallocated" and transfers data to a special reserved area (spare area)
ru: Количество перераспределённых секторов. Когда жёсткий диск находит ошибку чтения/записи/проверки, он помечает сектор как «перераспределённый» и перемещает данные в специальную резервную область.
tr: Yeniden haritalanan kesim sayısı. Sabit sürücü bir okuma/yazma/doğrulama hatası bulduğu zaman, bu kesimi "yeniden ayrıldı" olarak işaretler ve veriyi ayrılmış özel bir alana aktarır (yedek alan)

source: Read Channel Margin
en@shaw: ю ヰ葛○
kab: Γeṛ tama n ubadu
pl: Margines kanału odczytu
ru: Размер канала чтения
tr: Kanal Marjı Oku
uz: Kanal chegarasini o'qing

source: Margin of a channel while reading data.
en@shaw: ヰ葛○ 拆 梆 别.
gu: ચેનલની સીમા જ્યારે માહિતીને વાંચી રહ્યા હોય ત્યારે.
kab: Tama n ubadu lawan n tɣuri n yisefka.
pl: Margines kanału podczas odczytywania danych.
ru: Размер канала при чтении данных.
tr: Veri okunurken kanalın marjı.
uz: Ma'lumotni o'qish paytida kanal chegarasi.

source: Seek Error Rate
en@shaw: 梆 火 别
kab: Anadi ɣef uktum n tuccḍa
ru: Ошибки позиционирования
tr: Atlama Hata Oranı
uz: Qidiruv xatosi darajasi

source: Frequency of errors while positioning
en@shaw: 梆 火拣 拆
gu: જ્યારે સ્થાનીકરણ કરતી વખતે ભૂલોની સંખ્યા
kab: Tasnagar n tuccḍiwin lawan nusideg n yidgan
ru: Частота ошибок при позиционировании
tr: Konumlandırma sırasında hataların sıklığı
uz: Joylashuvni aniqlashda xatolarning chastotasi

source: Seek Timer Performance
en@shaw: 梆 拆ヰ 拣桂ヰ
kab: Nadi timellit n wakud
ru: Время позиционирования
tr: Atlama Zamanlayıcısı Performansı
uz: Taymer unumdorligini qidiring

source: Average efficiency of operations while positioning
en@shaw: 拣 拣别 拆
kab: Timellit talemmast n tmehlin lawan n usideg n yidgan
ru: Средняя эффективность выполнения позиционирования
tr: Konumlandırma sırasındaki işlemlerin ortalama verimliliği
uz: Joylashtirishda operatsiyalarning o'rtacha samaradorligi

source: Power-On Hours
en@shaw: - 拣
kab: Isragen n usenker
ru: Включен (часов)
tr: Güç Bağlı Saatler
uz: Yoqish soatlari

source: Number of hours elapsed in the power-on state
en@shaw: 仇ヰ 拣 ゐ - 别
gu: વિજળી ચાલતી હોય તે સ્થિતિમાં પસાર થયેલ કલાકોની સંખ્યા
kab: Amḍan n yisragen yezrin deg waddad n uselkem
ru: Время в часах во включенном состоянии
tr: Güç bağlandığı zamanlarda geçen saat miktarı
uz: Yoqilgan holatda o'tgan soatlar soni

source: Spinup Retry Count
kab: Asmiḍen n uneεruḍ n usekḥer
ru: Попыток раскрутки
tr: Dönme Tekrar Sayısı
uz: Spinup qayta urinishlar soni

source: Number of retry attempts to spin up
en@shaw: 仇ヰ 梆 юヰ 仇
gu: સ્પિન અપ માં પુન:પ્રયત્નો કરવાની સંખ્યા
kab: Amḍan n yineεruḍen n wallus n usenker
ru: Количество попыток раскрутки диска
tr: Dönmeye başlayana kadar yeniden deneme sayısı
uz: Qayta urinishlar soni

source: Calibration Retry Count
en@shaw: ゐ别 梆
gu: કેલિબ્રેશન પુન:પ્રયત્ન ગણતરી
kab: Asmiḍen n wallus n uderrec
pl: Licznik prób kalibracji
ru: Попыток калибровки
tr: Kalibrasyon Tekar Sayısı
uz: Kalibrlash qayta urinishlar soni

source: Number of attempts to calibrate the device
en@shaw: 仇ヰ юヰ ゐ别 拆
gu: ઉપકરણની શક્તિ ચકાસવા માટે પ્રયત્નો ની સંખ્યા
kab: Amḍan n uneεruḍ i useqεed n yibenk
pl: Liczba prób skalibrowania urządzenia
ru: Количество попыток калибровки устройства
tr: Aygıtı kalibre etmek deneme sayısı
uz: Qurilmani kalibrlashga urinishlar soni

source: Power Cycle Count
en@shaw: 拆
kab: Asmiḍen n wallus n tnezmert
ru: Циклов вкл/выкл
tr: Güç Döngü Sayısı
uz: Quvvat aylanishi soni

source: Number of power-on events
en@shaw: 仇ヰ - ю
gu: વિજળી ચાલુ હોય તેવી ઘટનાઓની સંખ્યા
kab: Amḍan n tedyanin n usenker
ru: Количество событий включения
tr: Güç bağlama olayları sayısı
uz: Yoqish hodisalari soni

source: Soft read error rate
en@shaw: ю 火 别
gu: સોફ્ટ વાંચન ભૂલ દર
kab: Aktum n tuccḍa deg tɣuri n useɣẓan
pl: Częstotliwość programowych błędów odczytu
ru: Программные ошибки чтения
tr: Yazılım okuma hata oranı
uz: Yumshoq o'qish xatosi darajasi

source: Frequency of 'program' errors while reading from the disk
en@shaw: 梆 '答' 火拣 拆 梆
gu: 'પ્રક્રિયા' ભૂલોની આવૃત્તિ જ્યારે ડિસ્ક માંથી વાંચી રહ્યા હોય ત્યારે
pl: Częstotliwość błędów "programowych" podczas odczytywania z dysku
ru: Частота «программных» ошибок при чтении с диска
tr: Diskten okuma sırasında 'program' hatalarının sıklığı

source: Reported Uncorrectable Errors
gu: અહેવાલ થયેલ સાચી ન હોય તેવી ભૂલો
kab: Tuccḍiwin i d-yettwammlen ur yettwaseɣtan ara
pl: Zgłoszone błędy niemożliwe do naprawienia
ru: Кол-во отказов
tr: Bildirilen Düzeltilemeyen Hatalar
uz: Xabar qilingan tuzatib bo'lmaydigan xatolar

source: Number of errors that could not be recovered using hardware ECC
gu: ભૂલોની સંખ્યા કે જે હાર્ડવેર ECC ની મદદથી પાછી લાવી શક્યા નથી
kab: Amḍan n tuccḍiwin ur yezmiren ara ad d-ttwarren s useqdec n warrum ECC
pl: Liczba błędów, których nie można było naprawić używając sprzętowego ECC
ru: Количество ошибок, которые невозможно скорректировать, используя аппаратную коррекцию ошибок
tr: Donanım ECC kullanarak düzeltilemeyen hatarın sayısı
uz: ECC apparati yordamida tiklanmaydigan xatolar soni

source: High Fly Writes
en@shaw: ｐ ゐ 拆
kab: Iḍrisen n High Fly
ru: Вылетов записи
tr: Yüksek Uçuş Yazmaları
uz: High Fly yozadi

source: Number of times a recording head is flying outside its normal operating range
en@shaw: 仇ヰ 拆ヰ 桂 ｐю ゐ拆 拆 桂ヰ 拣别 别
gu: આનાં સામાન્ય ઓપરેટીંગ સીમાની બહાર રેકોર્ડીંગ શીર્ષકની સંખ્યા
kab: Amḍan n tikkal i yefferfer uqerru n usekles beṛṛa n tagrumma-s n temhelt amagnu
ru: Количество случаев, когда пишущая головка поднималась выше своего допустимого уровня
tr: Kayıt kafasının normal çalışma aralığı dışında uçma sayısı
uz: Yozuv boshi odatdagi ish diapazonidan tashqarida uchib ketgan vaqtlar soni

source: Airflow Temperature
en@shaw: юゐ юヰ拣
gu: Airflow તાપમાન
kab: Tafesna n usuddem n uzwu
pl: Temperatura powietrza
ru: Температура воздушного потока
tr: Hava Akımı Sıcaklığı
uz: Havo oqimi harorati

source: Airflow temperature of the drive
en@shaw: юゐ юヰ拣 拆
gu: ડ્રાઇવનું Airflow તાપમાન
kab: Tafesna n usuddem n uzwu n unuḍaf
pl: Temperatura przepływu powietrza w napędzie
ru: Температура воздушного потока устройства
tr: Sürücünün hava besleme sıcaklığı
uz: Drayvning havo oqimi harorati

source: G-sense Error Rate
en@shaw: G-ю 火 别
kab: Aktum n tuccḍa G-sens
ru: Отказов удароустойчивости
tr: G-sense Hata Oranı
uz: G-sense xatolik darajasi

source: Frequency of mistakes as a result of impact loads
en@shaw: 梆 ヰ别 仇ゐ ヰ ゐ答
gu: પ્રભાવ લોડને પરિણામ તરીકે ભૂલોની સંખ્યા
kab: Asnagar n tuccḍiwin ssebba n yisalayen yettwaḥazen
ru: Частота ошибок в результате ударных нагрузок
tr: Darbe yükleri sonucunda hataların sıklığı
uz: Ta'sir yuklari natijasida xatolarning chastotasi

source: Power-off Retract Count
en@shaw: - 梆
kab: Asmiḍen n useḥbes ɣef usenker
ru: Аварийных выключений
tr: Kapanma Geri Çekilme Sayısı
uz: Quvvatni o'chirishni qaytarish soni

source: Number of power-off or emergency retract cycles
en@shaw: 仇ヰ - ヰ火○ 梆 拆ゐ
gu: પાવર બંધ અથવા તત્કાલ ફરીથી ટ્રેક કરવાની ચક્રની સંખ્યા
kab: Amḍan n wallusen n usensi neɣ n usrur deg tegnatin n wugur
ru: Количество циклов восстановления после аварийного выключения
tr: Kapanma veya acil geri çekme döngüsü sayısı
uz: Quvvatni o'chirish yoki favqulodda qaytarib olish davrlari soni

source: Load/Unload Cycle Count
en@shaw: ゐ答/ゐ答 拆
gu: ચક્ર ગણતરીને લોડ/લોડ ન કરો
kab: Asmiḍen n wallus n sali/ur ssalay ara
ru: Циклов загрузки/выгрузки
tr: Yükleme/Geri Yükleme Döngü Sayısı
uz: Yuklash/tushirish sikllari soni

source: Number of cycles into landing zone position
en@shaw: 仇ヰ 拆ゐ ゐ 答
gu: લૈંડિંગ ક્ષેત્ર સ્થિતિમાં ચક્રોની સંખ્યા
kab: Amḍan n wallus deg wadeg n temnaḍt n trusi
ru: Количество циклов позиционирования в зону парковки
tr: İniş bölgesi konumu içinde devir sayısı
uz: Qo'nish zonasi holatiga aylanishlar soni

source: Temperature
en@shaw: юヰ拣
gu: તાપમાન
kab: Tafesna n teẓɣelt
pl: Temperatura
ru: Температура
tr: Sıcaklık
uz: Harorat birligi

source: Current internal temperature of the drive
en@shaw: 仇 火 юヰ拣 拆
gu: ડ્રાઇવનું હાલનું આંતરિક તાપમાન
kab: Tafesna tamirant tagensant n unuḍaf
pl: Bieżąca temperatura wewnętrzna napędu
ru: Текущая внутренняя температура устройства
tr: Şu anki sürücünün dahili sıcaklığı
uz: Drayvning joriy ichki harorati

source: Hardware ECC Recovered
gu: હાર્ડવેર ECC પાછી મળેલ છે
kab: Arrum ECC i d-yettwarren
pl: Przywrócono sprzętowe ECC
ru: Аппаратных коррекций
tr: Donanım ECC Kurtarıldı
uz: ECC apparati tiklandi

source: Number of ECC on-the-fly errors
gu: ECC ગતિશીલ ભૂલોની સંખ્યાે
kab: Amḍan n tuccḍiwin ECC lawan n tunigin
ru: Кол-во ошибок, потребовавших аппаратной коррекции
tr: ECC anlık gerçekleşen hata sayısı
uz: ECC on-the-fly xatolar soni

source: Reallocation Count
en@shaw: 梆ゐ别
gu: પુન:ફાળવવાની ગણતરી
kab: Asmiḍen n wallus n wadeg
pl: Licznik ponownego przydzielania
ru: Перераспределений
tr: Yeniden Ayırma Sayısı
uz: Qayta taqsimlash soni

source: Number of remapping operations. The raw value of this attribute shows the total number of (successful and unsuccessful) attempts to transfer data from reallocated sectors to a spare area
gu: પુન:માપ થયેલ ક્રિયાની સંખ્યા. આ ગુણધર્મની કાચી કિંમત ખાલી વિસ્તારમાં પુન:ફાળવેલ સેક્ટરો માંથી પરિવહન કરવા માટે (સફળતાપૂર્વક અને બિનસફળતાપૂર્વક) પ્રયત્નોની કુલ સંખ્યાને બતાવે છે
kab: Amḍan n temhilin n wallus n usuneɣ n tkarḍiwin. Azal amezwaru i umyerr-a yeskanay amḍan asemday n yineεruḍen (yeddan akken ilaq neɣ uhu) n usiweḍ n yisefka n yigzumen i yuɣalen ɣer temnaḍt yettwaḥarren
pl: Liczba działań ponownego mapowania. Surowa wartość tego atrybutu pokazuje całkowitą liczbę (pomyślnych bądź nie) prób przesłania danych z ponownie przydzielonych sektorów do obszaru zapasowego
ru: Количество операций перераспределения. Значение этого атрибута показывает полное число (успешных и неуспешных) попыток переместить данных из перераспределённых секторов в запасную область
tr: Tekrar eşleme işlemleri sayısı. Bu özniteliğin ham değeri yeniden ayrılan sektörlerden yedek bir alana veri aktarmak için (başarılı ve başarısız) girişimlerin toplam sayısını gösterir
uz: Remapping operatsiyalari soni. Ushbu atributning xom qiymati qayta taqsimlangan sektorlardan maʼlumotlarni zaxira hududga oʻtkazishga (muvaffaqiyatli va muvaffaqiyatsiz) urinishlarning umumiy sonini koʻrsatadi

source: Current Pending Sector Count
en@shaw: 仇 ю ю
gu: હાલની સ્થગિત ખંડ ગણતરી
kab: Asmiḍen amiran n yigzumen i yettraǧun
pl: Licznik obecnie oczekujących sektorów
ru: Неопределённых секторов
tr: Mevcut Bekleyen Sektör Sayısı
uz: Joriy kutilayotgan sektorlar soni

source: Number of sectors waiting to be remapped. If the sector waiting to be remapped is subsequently written or read successfully, this value is decreased and the sector is not remapped. Read errors on the sector will not remap the sector, it will only be remapped on a failed write attempt
gu: પુન:માપ કરવા માટે સેક્ટરોની સંખ્યા રાહ જોઇ રહી છે. જો સેક્ટર પુન:માપ કરવા માટે રાહ જોઇ રહ્યા હોય તો પછીથી લકાયેલ છે અથવા સફળતાપૂર્વક વંચાય છે, આ કિંમત ઘટેલ છે અને સેક્ટર પુન:માપ થયેલ નથી. સેક્ટર પર વાંચન ભૂલો સેક્ટરને પુન:માપ કરશે નહિં, તે નિષ્ફળ થયેલ લખવાનાં પ્રયત્ન પર ફક્ત તે પુન:માપ થયેલ હશે
pl: Liczba sektorów oczekujących na ponowne mapowanie. Jeśli sektor oczekujący na ponowne mapowanie jest pomyślnie zapisywany lub odczytywany, ta wartość będzie się zmniejszała, a sektor nie zostanie ponownie mapowany. Błędy odczytu sektora nie spowodują ponownego mapowania sektora, natomiast nieudana próba zapisu tak
ru: Количество секторов, ожидающих перераспределения. Если сектор, ожидающий перераспределения, успешно проходит тестирование на чтение/запись, это значение уменьшается, и сектор не перераспределяется. Ошибки чтения сектора не приводят к его перераспределению, он будет перераспределён только в случае ошибки при попытке записи.
tr: Tekrar eşleşmeyi bekleyen sektörlerin sayısı. Eğer tekrar eşleşme beklenen sektör alt sıralı olarak yazılır veya başarıyla okunursa, bu değer azaltılır ve bir sektör tekrar eşleşmiş olmaz. Sektördeki okuma hataları sektörü yeniden eşlemez, sadece bir yazma denemesi başarısız olduğunda yeniden eşleşmiş olacaktır
uz: Qayta ko'rsatilishi kutilayotgan sektorlar soni. Agar qayta xaritalashni kutayotgan sektor keyinchalik yozilsa yoki muvaffaqiyatli o'qilsa, bu qiymat kamayadi va sektor qayta ko'rsatilmaydi. Sektordagi o'qish xatolari sektorni qayta ko'rsatmaydi, faqat muvaffaqiyatsiz yozish urinishida qayta ko'rsatiladi

source: Uncorrectable Sector Count
gu: સાચી ન હોય તેવી સેક્ટર ગણતરી
kab: Asmiḍen n yigzumen ur nettwaseɣtay ara
pl: Licznik sektorów niemożliwych do naprawy
ru: Неисправных секторов
tr: Düzeltilemeyen Sektör Sayısı
uz: Tuzatib bo'lmaydigan sektorlar soni

source: The total number of uncorrectable errors when reading/writing a sector. A rise in the value of this attribute indicates defects of the disk surface and/or problems in the mechanical subsystem
gu: સુધારી ન શકાય તેવી ભૂલોનાં કુલ નંબર જ્યારે સેક્ટરને વાંચી/લખી રહ્યા હોય. આ ગુણધર્મની કિંમતમાં વધારો મિકેનીકલ ઉપસિસ્ટમમાં ડિસ્ક સપાટી અને/અથવા સમસ્યાઓની ભૂલોને સૂચિક કરે છે
kab: Amḍan asemday n tuccḍiwin ur nettwaseɣtay ara lawan n tɣuri/tira n ugzum. Alluy n wazal n umyerr-a temmal tilin n lexṣaṣ ɣef tjumma n uḍebsi akked/neɣ uguren deg unagraw arnaw amikanikan
pl: Całkowita liczba błędów niemożliwych do naprawienia podczas odczytywania/zapisywania sektora. Zwiększanie wartości tego atrybutu wskazuje na zepsutą powierzchnię dysku i/lub problemy z podsystemem mechanicznym
ru: Количество некорректируемых ошибок при чтении/записи сектора. Прирост значения этого атрибута показывает наличие дефектов поверхности диска или проблемы с механикой устройства.
tr: Bir sektör okuma/yazma sırasında düzeltilemeyen toplam hata sayısı. Bu özelliğin değerindeki artış disk yüzeyi ve/veya mekanik alt sistemdeki kusurları gösterir
uz: Sektorni o'qish/yozishda tuzatib bo'lmaydigan xatolarning umumiy soni. Ushbu atribut qiymatining oshishi disk yuzasidagi nuqsonlarni va/yoki mexanik quyi tizimdagi muammolarni ko'rsatadi

source: UDMA CRC Error Rate
gu: UDMA CRC ભૂલ દર
kab: Aktum n tuccḍa UDMA CRC
pl: Częstotliwość błędów CRC UDMA
ru: Ошибок CRC UDMA
tr: UDMA CRC Hata Oranı
uz: UDMA CRC xatolik darajasi
