Repository: GNOME/gnome-disk-utility
Catalog: po/*.po
Languages: en@shaw, gu, kab, pl, ru, tr, uz

# RAID status
source: Not running, not enough components to start
en@shaw: 仇, 仇 ヰ答 葛
gu: ચાલી રહ્યુ નથી, શરૂ થવા માટે પૂરતા ઘટકો નથી
pl: Nie uruchomione, brak wystarczającej liczby elementów, aby uruchomić
ru: Не запущен, недостаточно компонентов для запуска
tr: Çalışmıyor, başlatmak için yeterli bileşen yok

# RAID status
source: DEGRADED
ru: УХУДШЕННЫЙ
tr: İNDİRGENMİŞ

# RAID status
source: Running
en@shaw: 仇
gu: ચાલી રહ્યુ છે
pl: Uruchomione
ru: Запущен
tr: Çalışıyor

# RAID action
source: Reshaping
gu: પુન:આકાર આપી રહ્યા છે
ru: Реконструкция
tr: Yeniden şekillendiriliyor

# RAID action
source: Resyncing
gu: પુન:સુમેળ કરી રહ્યા છે
ru: Ресинхронизация
tr: Yeniden eşzamanlandırılıyor

# RAID action
source: Repairing
gu: સુધારી રહ્યા છે
ru: Исправление
tr: Onarılıyor

# RAID action
source: Recovering
gu: પાછુ લાવી રહ્યા છે
ru: Восстановление
tr: Kurtarılıyor

# RAID action
source: Checking
gu: ચકાસી રહ્યા છે
ru: Проверка
tr: Denetleniyor

# RAID action
source: Idle
ru: Простой
tr: Boşta

source: Error stopping RAID Array
gu: RAID એરેને બંધ કરતી વખતે ભૂલ
ru: Ошибка при остановке RAID-массива
tr: RAID Dizisini durdururken hata oluştu

source: Error starting RAID Array
gu: RAID એરેને શરૂ કરતી વખતે ભૂલ
ru: Ошибка при запуске RAID-массива
tr: RAID Dizisini başlatırken hata oluştu

source: Not enough components available to start the RAID Array
gu: RAID એરેને શરૂ કરવા માટે પૂરતા ઘટકો ઉપલબ્ધ નથી
ru: Недостаточно компонентов для запуска RAID-массива
tr: RAID Dizisini başlatmak için yeterli kullanılabilir bileşen yok

source: Are you sure you want the RAID Array degraded?
ru: Действительно хотите, чтобы RAID-массив был в ухудшенном состоянии?
tr: RAID Dizisinin indirgenmesini istediğinize emin misiniz?

source: _Start
en@shaw: _葛
gu: શરૂ કરો (_S)
pl: _Uruchom
ru: _Запустить
tr: _Başlat

source: Error deleting partition for component in RAID Array
gu: RAID એરેમાં ઘટક માટે પાર્ટીશનને કાઢતી વખતે ભૂલ
ru: Ошибка при удалении раздела для компонента в массиве RAID
tr: RAID Dizisindeki bileşen için bölüm silme hatası

source: Error removing component from RAID Array
gu: RAID એરે માંથી ઘટકને દૂર કરતી વખતે ભૂલ
ru: Ошибка при удалении компонента из RAID-массива
tr: RAID Dizisinden bileşen kaldırma hatası

source: Are you sure you want the remove the component?
gu: શું તમે ખરેખર ઘટકને દૂર કરવા માંગો છો?
ru: Действительно удалить компонент?
tr: Bileşeni kaldırmak istediğinizden emin misini?

source: Error adding component to RAID Array
gu: RAID એરેમાં ઘટકને ઉમેરતી વખતે ભૂલ
ru: Ошибка при добавлении компонентов в RAID-массив
tr: RAID Dizisine bileşen eklenirken hata oluştu

source: Error creating component for RAID array
en@shaw: 火 别 ヰ答 RAID 拣
gu: RAID એરે માટે ઘટકને બનાવી રહ્યા હોય ત્યારે ભૂલ
pl: Błąd podczas tworzenia elementu dla macierzy RAID
ru: Ошибка при создании компонента для RAID-массива
tr: RAID dizisi için bileşen oluşturulurken hata

source: Error expanding RAID Array
gu: RAID એરેને વિસ્તારતી વખતે ભૂલ
ru: Ошибка при расширении RAID-массива
tr: RAID Dizisi genişletilirken hata oluştu

source: Error checking RAID Array
gu: RAID એરેને ચકાસતી વખતે ભૂલ
ru: Ошибка при проверке RAID-массива
tr: RAID Dizisi denetlenirken hata oluştu

source: Level:
gu: સ્તર:
ru: Уровень:
tr: Düzey:

source: Metadata Version:
gu: મેટાડેટા આવૃત્તિ:
ru: Версия метаданных:
tr: Meta Veri Sürümü:

source: Action:
gu: ક્રિયા:
ru: Действие:
tr: Eylem:

source: Components:
en@shaw: ヰ答:
gu: ઘટકો:
pl: Elementy:
ru: Компоненты:
tr: Bileşenler:

source: St_art RAID Array
gu: RAID એરેને શરૂ કરો (_a)
ru: _Запустить RAID-массив
tr: RAID Dizisini B_aşlat

source: Bring up the RAID Array
ru: Поднять RAID-массив
tr: RAID Dizisini büyüt

source: St_op RAID Array
gu: RAID એરેને બંધ કરો (_o)
ru: _Остановить RAID-массив
tr: RAID Dizisini D_urdur

source: Tear down the RAID Array
ru: Уничтожить RAID-массив
tr: RAID Dizisini sök

source: Format/Erase RAI_D Array
gu: RAID એરેનું બંધારણ કરો/દૂર કરો (_D)
ru: Форматировать/стереть _RAID-массив
tr: RAI_D Dizisini Biçimlendir/Sil

source: Erase or partition the array
gu: ભૂંસી નાખો અથવા એરેનું પાર્ટીશન કરો
ru: Стереть массив или разбить на разделы
tr: Diziyi sil ya da bölümlendir

source: Chec_k Array
gu: એરેને ચકાસો (_k)
ru: _Проверить массив
tr: Diziyi Dene_tle

source: Check and repair the array
gu: એરેને ચકાસો અને સુધારો
ru: Проверить и восстановить массив
tr: Diziyi denetle ve onar

source: Edit Com_ponents
gu: ઘટકોમાં ફેરફાર કરો (_p)
ru: Изменить ком_поненты
tr: Bil_eşenleri Düzenle

source: Create and remove components
gu: ઘટકોને બનાવો અને દૂર કરો
ru: Создать и удалить компоненты
tr: Bileşen oluştur ve kaldır

source: Measure RAID array performance
gu: RAID એરે પ્રભાવને માપો
ru: Измерить производительность RAID-массива
tr: RAID dizi başarımını ölç

source: Error unmounting volume
gu: વોલ્યુમને અનમાઉન્ટ કરતી વખતે ભૂલ
ru: Ошибка при отсоединении тома
tr: Birim bağını kaldırma hatası

source: Error mounting volume
gu: વોલ્યુમને માઉન્ટ કરતી વખતે ભૂલ
ru: Ошибка при монтировании тома
tr: Birim bağlama hatası

source: Error deleting partition
en@shaw: 火 ゐ梆 葛
gu: પાર્ટીશનને કાઢી રહ્યા હોય ત્યારે ભૂલ
kab: Tuccḍa deg tukksa n weḥric
pl: Błąd podczas usuwania partycji
ru: Ошибка при удалении раздела
tr: Bölümleme silinirken hata
uz: Boʻlimni oʻchirishda xatolik yuz berdi

source: Are you sure you want to delete the partition?
gu: શું તમે ખરેખર પાર્ટીશનને કાઢી નાંખવા માંગો છો?
kab: D tidet tebɣiḍ ad tekkseḍ aḥric-a ?
ru: Действительно удалить раздел?
tr: Bölümü silmek istediğinizden emin misiniz?
uz: Haqiqatan ham boʻlimni oʻchirib tashlamoqchimisiz?

source: _Delete
gu: કાઢી નાંખો (_D)
kab: Kkes (_D)
ru: _Удалить
tr: _Sil
uz: _Oʻchirish

source: Error creating filesystem
gu: ફાઇલસિસ્ટમને બનાવી રહ્યા હોય ત્યારે ભૂલ
ru: Ошибка при создании файловой системы
tr: Dosya sistemi oluşturulurken hata meydana geldi

source: Are you sure you want to format the volume?
gu: શું તમે ખરેખર વોલ્યુમનું બંધારણ કરવા માંગો છો?
ru: Действительно отформатировать том?
tr: Birimi biçimlendirmek istediğinizden emin misiniz?

source: Error modifying partition
en@shaw: 火 ヰ拆 葛
gu: પાર્ટીશનને બદલતી વખતે ભૂલ
pl: Błąd podczas modyfikowania partycji
ru: Ошибка при изменении раздела
tr: Bölümleme değiştirilirken hata

source: Are you sure you want to forget the passphrase?
gu: શું તમે ખરેખર પાસફ્રેજને ભૂલી જવા માંગો છો?
ru: Действительно забыть ключевую фразу?
tr: Parolanın unutulmasını istediğinizden emin misiniz?

source: _Forget
gu: ભૂલી જાઓ (_F)
ru: _Забыть
tr: _Unut

source: Error locking LUKS volume
gu: LUKS વોલ્યુમને તાળુ મારતી વખતે ભૂલ
ru: Ошибка при блокировании устройства LUKS
tr: LUKS birimi kilitlenirken hata oluştu

source: Error unlocking LUKS volume
gu: LUKS વોલ્યુમનું તાળુ ખોલી રહ્યા હોય ત્યારે ભૂલ
ru: Ошибка при разблокировании устройства LUKS
tr: LUKS biriminin kilidi açılırken hata oluştu

source: Error creating partition
en@shaw: 火 别 葛
gu: પાર્ટીશનને બનાવી રહ્યા હોય ત્યારે ભૂલ
kab: Tuccḍa deg usnulfu n weḥric
pl: Błąd podczas tworzenia partycji
ru: Ошибка при создании раздела
tr: Bölümleme oluşturulurken hata
uz: Boʻlim yaratishda xatolik yuz berdi

source: Error changing label
gu: લેબલને બદલતી વખતે ભૂલ
ru: Ошибка при изменении метки
tr: Etiket değiştirilirken hata oluştu

source: Choose a new filesystem label.
gu: નવું ફાઇલસિસ્ટમ લેબલને પસંદ કરો.
ru: Выберите новую метку файловой системы.
tr: Yeni bir dosya sistemi etiketi seçin.

source: _Label:
en@shaw: _ゐ别:
gu: લેબલ (_L):
pl: _Etykieta:
ru: _Метка:
tr: _Etiket:

source: Error checking filesystem on volume
gu: વોલ્યુમ પર ફાઇલસિસ્ટમને ચકાસતી વખતે ભૂલ
ru: Ошибка при проверке файловой системы тома
tr: Birim üzerindeki dosya sistemi denetlenirken hata oluştu

source: File system check on "%s" (%s) completed
gu: "%s" (%s) પર ફાઇલ સિસ્ટમને ચકાસવાનું સમાપ્ત થયેલ છે
ru: Проверка файловой системы «%s» (%s) выполнена
tr: "%s" (%s) üzerindeki dosya sistemi denetimi tamamlandı

source: File system is clean.
en@shaw: 拆 ゐ梆.
gu: ફાઇલ સિસ્ટમ સાફ છે.
pl: System plików jest czysty.
ru: Файловая система не содержит ошибок.
tr: Dosya sistemi temiz.

source: File system is <b>NOT</b> clean.
en@shaw: 拆 <b></b> ゐ梆.
gu: ફાઇલ સિસ્ટમ સાફ <b>નથી</b>.
pl: System plików <b>NIE</b> jest czysty.
ru: В файловой системе <b>ЕСТЬ</b> ошибки.
tr: Dosya sistemi temiz <b>değil</b>.

source: Error spawning nautilus: %s
ru: Ошибка запуска программы nautilus: %s
tr: Nautilus oluşturma hatası: %s

source: Error creating Logical Volume
gu: લૉજિકલ વોલ્યુમને બનાવી રહ્યા હોય ત્યારે ભૂલ
ru: Ошибка создания логического тома
tr: Mantıksal Birim oluşturma hatası

source: Error stopping Logical Volume
gu: લૉજિકલ વોલ્યુમને બંધ કરતી વખતે ભૂલ
ru: Ошибка при установке логического тома
tr: Mantıksal Birim durdurulurken hata oluştu

source: Error starting Logical Volume
gu: લૉજિકલ વોલ્યુમને શરૂ કરતી વખતે ભૂલ
ru: Ошибка при запуске логического тома
tr: Mantıksal Birim başlatılırken hata oluştu

source: Error setting name for Logical Volume
gu: લૉજિકલ વોલ્યુમ માટે નામને સુયોજિત કરતી વખતે ભૂલ
ru: Ошибка при установке имени логического тома
tr: Mantıksal Birimin adı ayarlanırken hata oluştu

source: Choose a new name for the Logical Volume.
gu: લૉજિકલ વોલ્યુમ માટે નવાં નામને પસંદ કરો.
ru: Выберите новое название для логического тома.
tr: Mantıksal Birim için yeni bir ad seçin.

source: Error deleting Logical Volume
gu: લૉજિકલ વોલ્યુમને કાઢી રહ્યા હોય ત્યારે ભૂલ
ru: Ошибка удаления логического тома
tr: Mantıksal Birim silinirken hata oluştu

source: Are you sure you want to delete the logical volume?
gu: શું તમે ખરેખર લૉજિકલ વોલ્યુમને કાઢી નાંખવા માંગો છો?
ru: Действительно удалить логический том?
tr: Mantıksal birimi silmek istediğinizden emin misiniz?

source: Volume Name:
gu: વોલ્યુમ નામ:
ru: Имя тома:
tr: Birim Adı:

source: Usage:
gu: વપરાશ:
ru: Использование:
tr: Kullanım:

source: Partition Type:
gu: પાર્ટીશન પ્રકાર:
ru: Тип раздела:
tr: Bölüm Türü:

source: Partition Label:
gu: પાર્ટીશન લેબલ:
ru: Метка раздела:
tr: Bölüm Etiketi:

source: Partition Flags:
gu: પાર્ટીશન ફ્લેગ:
ru: Флаги раздела:
tr: Bölüm Bayrakları:

source: Type:
gu: પ્રકાર:
ru: Тип:
tr: Türü:

source: Available:
gu: ઉપલબ્ધ:
ru: Доступно:
tr: Kullanılabilir:

source: Label:
gu: લેબલ:
ru: Метка:
tr: Etiket:

source: Mount Point:
gu: માઉન્ટ પોઇંટ:
ru: Точка монтирования:
tr: Bağlama Noktası:

# LVM2 LV State
source: Running
gu: ચાલી રહ્યુ છે
ru: Запущен
tr: Çalışıyor

# LVM2 LV State
source: Not Running
gu: ચાલી રહ્યુ નથી
ru: Не запущен
tr: Çalışmıyor

source: Bootable
gu: બુટ કરી શકાય તેવું
ru: Загрузочный
tr: Önyükleme Yapılabilir

source: Required
gu: જરૂરી
ru: Требуется
tr: Gerekli

source: Allocated
gu: ફાળવેલ
ru: Выделено
tr: Ayrılmış

source: Allow Read
gu: વાંચવા પરવાનગી આપો
ru: Разрешить чтение
tr: Okumaya İzin Ver

source: Allow Write
gu: લખવા પરવાનગી આપો
ru: Разрешить запись
tr: Yazmaya İzin Ver

source: Boot Code PIC
gu: બુટ કોડ PIC
ru: Загрузочный код PIC
tr: Önyükleme Kodu PIC

source: Filesystem
gu: ફાઇલ સિસ્ટમ
ru: Файловая система
tr: Dosya Sistemi

source: View files on the volume using a SFTP network share
ru: Просмотреть файлы на томе с помощью сетевого разделяемого ресурса SFTP
tr: Birim üzerindeki dosyaları SFTP ağ paylaşımını kullanarak görüntüle

source: View files on the volume
gu: વોલ્યુમ પર ફાઇલોને દર્શાવો
ru: Просмотреть файлы на томе
tr: Birim üzerindeki dosyaları görüntüle

source: Mounted at %s
gu: %s પર માઉન્ટ થયેલ છે
ru: Примонтирован к %s
tr: %s noktasına bağlandı

source: Not Mounted
gu: માઉન્ટ થયેલ નથી
ru: Не примонтирован
tr: Bağlanmamış

source: Encrypted Volume (Locked)
gu: એનક્રિપ્ટ થયેલ વોલ્યુમ (તાળુ મારેલ)
ru: Зашифрованный том (заблокирован)
tr: Şifreli Birim (Kilitli)

source: Encrypted Volume (Unlocked)
gu: એનક્રિપ્ટ થયેલ વોલ્યુમ (તાળુ ખોલેલ)
ru: Зашифрованный том (разблокирован)
tr: Şifreli Birim (Kilitli değil)

source: Go to array
gu: એરેમાં જાઓ
ru: Перейти к массиву
tr: Diziye git

source: Container for Logical Partitions
gu: લૉજિકલ પાર્ટીશનો માટે પાત્ર
ru: Контейнер для логических томов
tr: Mantıksal Birimler için Hazne

source: Logical _Volumes
gu: લૉજિકલ વોલ્યુમો (_V)
ru: Логические _тома
tr: Mantıksal _Birimler

source: _Volumes
gu: વોલ્યુમો (_V)
kab: Iblaɣen (_V)
ru: _Тома
tr: _Birimler
uz: _Jildlar

source: _Mount Volume
gu: વોલ્યુમને માઉન્ટ કરો (_M)
ru: _Монтировать том
tr: _Birimi Bağla

source: Mount the volume
gu: વોલ્યુમને માઉન્ટ કરો
ru: Монтировать том
tr: Birimi bağla

source: Un_mount Volume
gu: વોલ્યુમને અનમાઉન્ટ કરો (_m)
ru: _Размонтировать том
tr: Birimin Bağını Ka_ldır

source: Unmount the volume
gu: વોલ્યુમને અનમાઉન્ટ કરો
ru: Размонтировать том
tr: Birim bağını kaldır

source: Fo_rmat Volume
gu: વોલ્યુમનું બંધારણ કરો (_r)
ru: _Форматировать том
tr: Birimi B_içimlendir

source: Erase or format the volume
gu: ભૂંસી નાખો અથવા વોલ્યુમનું બંધારમ કરો
ru: Стереть или форматировать том
tr: Birimi sil ya da biçimlendir

source: _Check Filesystem
gu: ફાઇલસિસ્ટમને ચકાસો (_C)
ru: _Проверить файловую систему
tr: Dosya Sistemini _Denetle

source: Check and repair the filesystem
gu: ફાઇલસિસ્ટમને ચકાસો અને સુધારો
ru: Проверить и восстановить файловую систему
tr: Dosya sistemini denetle ve onar

source: Edit Filesystem _Label
gu: ફાઇલ સિસ્ટમ લેબલમાં ફેરફાર કરો (_L)
ru: Из_менить метку файловой системы
tr: Dosya Sistemi _Etiketini Düzenle

source: Change the label of the filesystem
gu: ફાઇલસિસ્ટમનાં લેબલને બદલો
ru: Изменить метку файловой системы
tr: Dosya sisteminin etiketini değiştir

source: Ed_it Partition
gu: પાર્ટીશનમાં ફેરફાર કરો (_i)
ru: _Изменить раздел
tr: Bölümü D_üzenle

source: Change partition type, label and flags
gu: પાર્ટીશન પ્રકાર, લેબલ અને ફ્લેગને બદલો
ru: Изменить тип раздела, метки или флагов
tr: Bölüm türünü, etiketini ve bayraklarını değiştir

source: D_elete Partition
gu: પાર્ટીશનને કાઢી નાંખો (_e)
ru: _Удалить раздел
tr: Bölümü S_il

source: Delete the partition
en@shaw: ゐ梆 葛
gu: પાર્ટીશનને કાઢો
pl: Usuń partycję
ru: Удалить этот раздел
tr: Bölümlemeyi Sil

source: _Create Partition
gu: પાર્ટીશન બનાવો (_C)
ru: _Создать раздел
tr: _Bölüm Oluştur

source: Create a new partition
gu: નવાં પાર્ટીશનને બનાવો
ru: Создать новый раздел
tr: Yeni bir bölüm oluştur

source: _Lock Volume
gu: વોલ્યુમને તાળુ મારો (_L)
ru: _Заблокировать том
tr: _Birimi Kilitle

source: Make encrypted data unavailable
gu: બિનઉપલબ્ધ એનક્રિપ્ટ થયેલ માહિતીને બનાવો
ru: Сделать зашифрованные данные доступными
tr: Şifreli veriyi kullanılamaz kıl

source: Un_lock Volume
gu: વોલ્યુમનું તાળુ ખોલો (_l)
ru: _Разблокировать том
tr: Birim Kilidini A_ç

source: Make encrypted data available
gu: એનક્રિપ્ટ થયેલ માહિતીને ઉપલબ્ધ બનાવો
ru: Сделать зашифрованные данные доступными
tr: Şifreli veriyi kullanılabilir kıl

source: Forge_t Passphrase
gu: પાસફ્રેજને ભૂલી જાઓ (_t)
ru: _Забыть ключевую фразу
tr: Parolayı Unu_t

source: Delete passphrase from keyring
gu: કિરીંગમાંથી પાસફ્રેજને કાઢી નાંખો
ru: Удалить ключевую фразу со связки ключей
tr: Parolayı anahtarlıktan sil

source: Change passphrase
gu: પાસફ્રેજને બદલો
ru: Изменить ключевую фразу
tr: Parolayı değiştir

source: _Create Logical Volume
gu: લૉજિકલ વોલ્યુમને બનાવો (_C)
ru: _Создать логический том
tr: Mantıksal Birim _Oluştur

source: Create a new logical volume
gu: નવુ લૉજિકલ વોલ્યુમને બનાવો
ru: Создать новый логический том
tr: Yeni bir mantıksal birim oluştur

source: S_tart Volume
gu: વોલ્યુમને શરૂ કરો (_t)
ru: _Запустить том
tr: Birimi B_aşlat

source: Activate the Logical Volume
gu: લૉજિકલ વોલ્યુમને સક્રિય કરો
ru: Включить логический том
tr: Mantıksal Birimi Etkinleştir

source: Edit Vol_ume Name
gu: વોલ્યુમ નામમાં ફેરફાર કરો (_u)
ru: И_зменить название тома
tr: B_irim Adını Düzenle

source: Change the name of the volume
gu: વોલ્યુમનું નામ બદલો
ru: Изменить имя тома
tr: Birimin adını değiştir

source: D_elete Volume
gu: વોલ્યુમને કાઢી નાંખો (_e)
ru: _Удалить том
tr: Birimi S_il

source: Delete the Logical Volume
gu: લૉજિકલ વોલ્યુમને કાઢી નાંખો
ru: Удалить логический том
tr: Mantıksal Birimi Sil

source: Sto_p Volume
gu: વોલ્યુમને બંધ કરો (_p)
ru: _Остановить том
tr: Birimi D_urdur

source: Deactivate the Logical Volume
gu: લૉજિકલ વોલ્યુમને નિષ્ક્રિય કરો
ru: Отключить логический том
tr: Mantıksal Birimi Etkisizleştir

source: %s — Disk Utility
gu: %s — ડિસ્ક ઉપયોગિતા
ru: %s — Дисковая утилита
tr: %s — Disk Aracı

source: %s (%s) [%s] @ %s — Disk Utility
gu: %s (%s) [%s] @ %s — ડિસ્ક ઉપયોગિતા
ru: %s (%s) [%s] @ %s — Дисковая утилита
tr: %s (%s) [%s] @ %s — Disk Aracı

source: %s (%s) @ %s — Disk Utility
gu: %s (%s) @ %s — ડિસ્ક ઉપયોગિતા
ru: %s (%s) @ %s — Дисковая утилита
tr: %s (%s) @ %s — Disk Aracı

source: %s (%s) [%s] — Disk Utility
gu: %s (%s) [%s] — ડિસ્ક ઉપયોગિતા
ru: %s (%s) [%s] — Дисковая утилита
tr: %s (%s) [%s] — Disk Aracı

source: %s (%s) — Disk Utility
gu: %s (%s) — ડિસ્ક ઉપયોગિતા
ru: %s (%s) — Дисковая утилита
tr: %s (%s) — Disk Aracı

source: Error creating RAID array
en@shaw: 火 别 RAID 拣
gu: RAID એરે બનાવી રહ્યા હોય ત્યારે ભૂલ
pl: Błąd podczas tworzenia macierzy RAID
ru: Ошибка при создании RAID-массива
tr: RAID dizisi oluşturulurken hata

source: Error connecting to “%s”
gu: “%s” માં જોડાઇ રહ્યા હોય ત્યારે ભૂલ
ru: Ошибка подключения к «%s»
tr: "%s"e bağlanılırken hata oluştu

source: translator-credits
en@shaw: 路ヰ 路火ヰ
gu: શ્ર્વેતા કોઠારી <swkothar@redhat.com>
kab: amsuqqel-isemdan
pl: Aviary.pl <gnomepl@aviary.pl>, 2009 Piotr Drąg <piotrdrag@gmail.com>, 2009
ru: Leonid Kanter <leon@asplinux.ru>, Andrey Sharoyko <rabidvan@mail.ru>
tr: Barış Çiçek <baris@teamforce.name.tr> Muhammet Kara <muhammet.k@gmail.com>
uz: Baxrom Raxmatov <magdiyevbahrom@gmail.com>

source: _File
en@shaw: _拆
gu: ફાઇલ (_F)
pl: _Plik
ru: _Файл
tr: _Dosya

source: Connect to _Server...
gu: સર્વર સાથે જોડાવો (_S)...
ru: Подключиться к _серверу…
tr: _Sunucuya Bağlan...

source: Manage storage devices on another machine
gu: બીજા મશીન પર સંગ્રહ ઉપકરણોને સંચાલિત કરો
ru: Управление устройствами хранения на другой машине
tr: Başka bir makine üzerindeki depolama aygıtlarını yönet

source: _Create
gu: બનાવો (_C)
ru: С_оздать
tr: _Oluştur

source: _RAID Array...
gu: RAID એરે (_R)...
ru: _RAID-массив…
tr: _RAID Dizisi...

source: Create a RAID array
gu: RAID એરે બનાવો
ru: Создать RAID-массив
tr: Bir RAID dizisi oluştur

source: _Edit
en@shaw: _ю
gu: ફેરફાર કરો (_E)
pl: _Edycja
ru: _Правка
tr: _Düzenle

source: _Help
en@shaw: _ｐюゐ
gu: મદદ (_H)
kab: Tallalt (_H)
pl: Pomo_c
ru: _Справка
tr: _Yardım
uz: _Yordam

source: _Quit
gu: બહાર નીકળો (_Q)
pl: Za_kończ
ru: _Выйти
tr: _Çık

source: Quit
gu: બહાર નીકળો
pl: Kończy działanie
ru: Выйти
tr: Çık

source: Get Help on Disk Utility
gu: ડિસ્ક ઉપયોગિતા પર મદદ મેળવો
ru: Получить справку по Дисковой утилите
tr: Disk Aracı ile ilgili Yardım Alın

source: _About
gu: વિશે (_A)
pl: _O programie
ru: _О программе
tr: _Hakkında

source: An error occured
gu: ભૂલ ઉદ્ભવી
pl: Wystąpił błąd
ru: Произошла ошибка
tr: Bir hata oluştu

source: The operation failed.
en@shaw: 拣别 别ゐ.
gu: ક્રિયા નિષ્ફળ.
pl: Działanie nie powiodło się.
ru: Сбой выполнения операции.
tr: İşlem başarısız oldu.

source: The device is busy.
en@shaw: 拆 .
gu: ઉપકરણ વ્યસ્ત છે.
pl: Urządzenie jest zajęte.
ru: Устройство занято.
tr: Aygıt meşgul.

source: The operation was canceled.
en@shaw: 拣别 ゐ.
gu: ક્રિયા રદ થયેલ હતી.
pl: Anulowano działanie.
ru: Действие было отменено.
tr: İşlem iptal edildi.

source: The daemon is being inhibited.
en@shaw: 梆ヰ 梆 ｐ.
gu: ડિમનને નિયંત્રિત કરેલ છે.
pl: Usługa jest wstrzymana.
ru: Служба находится в неактивном состоянии.
tr: Servis durağanlaştırılıyor.

source: An invalid option was passed.
en@shaw: ゐ .
gu: અયોગ્ય વિકલ્પ પસાર થયેલ છે.
pl: Przekazano nieprawidłową opcję.
ru: Передан недопустимый параметр.
tr: Geçersiz bir seçenek geçildi.

source: The operation is not supported.
en@shaw: 拣别 桂.
gu: ક્રિયા આધારભૂત નથી.
pl: Działanie nie jest obsługiwane.
ru: Операция не поддерживается.
tr: İşlem desteklenmiyor.

source: Getting ATA SMART data would wake up the device.
en@shaw: ю ATA ヰ葛 别 别 仇 拆.
gu: ATA SMART માહિતીને મેળવવાનું ઉપકરણને પાછુ લાવશે.
pl: Pobranie danych SMART ATA przebudzi urządzenie.
ru: Получение данных SMART ATA может привести ко включению устройства.
tr: ATA SMART veri alma aygıtı uyandırabilir.

source: Permission denied.
en@shaw: 火ヰ 拆.
gu: પરવાનગી નામંજૂર થયેલ છે.
pl: Odmówiono uprawnienia.
ru: Доступ запрещён.
tr: İzin verilmedi.

source: _Details:
en@shaw: _梆别ゐ:
gu: વિગતો (_D):
pl: _Szczegóły:
ru: _Сведения:
tr: _Ayrıntılar:

source: _Storage Devices
gu: સંગ્રહ ઉપકરણો (_S)
ru: _Устройства хранения
tr: _Depolama Aygıtları

source: ID
kab: Asulay
pl: Identyfikator
tr: Kimlik

# application name
source: Bourne Again Shell
en@shaw: 路 别 ю
gu: બોર્ન એગેન શેલ
pl: Powłoka Bash
tr: Bourne Again Kabuğu

# application name
source: Bourne Shell
en@shaw: 路 ю
pl: Powłoka Bourne'a
tr: Bourne Kabuğu

# application name
source: C Shell
en@shaw: C ю
pl: Powłoka C
tr: C Kabuğu

# application name
source: TENEX C Shell
pl: Powłoka C TENEX
tr: TENEX C Kabuğu

# application name
source: Z Shell
en@shaw: Z ю
pl: Powłoka Z
tr: Z Kabuğu

# application name
source: Korn Shell
en@shaw: 路 ю
pl: Powłoka Korna
tr: Korn Kabuğu

# application name
source: Process Viewer (top)
en@shaw: 答ю 筐 ()
pl: Przeglądarka procesów (top)
tr: Süreç Görüntüleyici (top)

# application name
source: Terminal Pager (less)
en@shaw: 火ヰ 别○ (ゐю)
pl: Stronicowanie terminala (less)
tr: Uçbirim Sayfalayıcı (less)

source: Linux Unified Key Setup
en@shaw: 路ゐ 叼拆 ю仇
pl: LUKS
tr: Linux Tekil Anahtar Kurulumu

source: Universal Disk Format
en@shaw: 筐火 桂ヰ
pl: UDF
tr: Evrensel Disk Biçimi

source: swap
gu: સ્વેપ
tr: takas

source: FAT16 <32M (0x04)
tr: FAT16 &lt;32M (0x04)

source: W95 Ext d (LBA) (0x0f)
pl: Rozszerzona Windows 95 (LBA) (0x0f)
tr: W95 Dahili d (LBA) (0x0F)

source: Linux swap (0x82)
en@shaw: 路ゐ (0x82)
gu: Linux સ્વેપ (0x82)
pl: Przestrzeń wymiany Linuksa (0x82)
tr: Linux takas (0x82)

source: Linux Extended (0x85)
en@shaw: 路ゐ ю (0x85)
pl: Rozszerzona Linuksa (0x85)
tr: Linux Genişletilmiş (0x85)

source: Solaris boot (0xbe)
en@shaw: 路答ゐю 叼 (0xbe)
gu: Solaris બુટ (0xbe)
pl: Startowa Solaris (0xbe)
tr: Solaris önyükleme (0xBE)

# RAID level
source: Stripe (RAID-0)
en@shaw: 拆 (RAID-0)
tr: Şerit (RAID-0)

# RAID level
source: Parity Disk (RAID-4)
en@shaw: ю (RAID-4)
gu: પેરિટી ડિસ્ક (RAID-4)
pl: Parzysty dysk (RAID-4)
tr: Parite Disk (RAID-4)

# RAID level
source: Distributed Parity (RAID-5)
en@shaw: 筐 ю (RAID-5)
pl: Rozproszona parzystość (RAID-5)
tr: Dağıtılmış Parite (RAID-5)

# RAID level
source: Dual Distributed Parity (RAID-6)
en@shaw: 叼 筐 ю (RAID-6)
pl: Podwójna rozproszona parzystość (RAID-6)
tr: Çift Dağıtılmış Parite (RAID-6)

# RAID level
source: Stripe of Mirrors (RAID-10)
en@shaw: 拆 ヰ拣 (RAID-10)
gu: મિરરો નું સ્ટ્રાઇપ (RAID-10)
pl: Stripe mirrorów (RAID-10)
tr: Şerit Mirrorlar (RAID-10)

# RAID level
source: Concatenated (Linear)
en@shaw: 别 (ゐ)
pl: Połączone (liniowo)
tr: Zincirleme (Lineer)

source: Parallel ATA
gu: સમાંતર ATA
tr: Paralel ATA

source: Serial ATA
tr: Seri ATA

source: Serial Attached SCSI
tr: Seri Bağlı SCSI

source: Fabric:
gu: ફેબ્રિક:
tr: Üretim:

source: Disk Image Mounter
kab: Asali n tugna n uḍebsi
uz: Disk tasvirini o'rnatuvchi

source: Mount Disk Images
kab: Sali tugniwin n uḍebsi
uz: Disk rasmlarini o'rnatish

source: Disk Image Writer
kab: Amaru n tugna n uḍebsi
uz: Disk tasvirini yozuvchi

source: Write Disk Images to Devices
kab: Aru tugniwin n uḍebsi ɣef yibenkan
uz: Disk tasvirlarini qurilmalarga yozing

source: Default location for the Create/Restore disk image dialogs
kab: Adig amezwer i Tmerna/Tririt n yidiwenniyen n tugna n uḍebsi
uz: Disk tasvirini yaratish/qayta tiklash dialog oynalari uchun standart joylashuv

source: Default location for the Create/Restore disk image dialogs. If blank the ~/Documents folder is used.
kab: Adig amezwer i Tmerna/Tririt n yidiwenniyen n tugna n uḍebsi. Ma yella d ilem ~/Akaram n yisemliyen yettuseqdac.
uz: Disk tasvirini yaratish/qayta tiklash dialog oynalari uchun standart joylashuv. Bo'sh bo'lsa ~/Documents jildidan foydalaniladi.
