Repository: GNOME/gnome-disk-utility
Catalog: po/*.po
Languages: en@shaw, gu, kab, pl, ru, tr, uz

source: In case that the default options do not fit your needs select one of the following filesystems. Be aware of the technical differences and do research about your use case.
kab: Ma yella tixtiṛiyin timezwer ur mṣadant ara d wayen i tebɣiḍ, fren yiwen seg yinagrawen-a n yifuyla. Err ddehn-ik ɣer tetiknikin yemgaraden, txedmeḍ inadiyen ɣef waddad-ik n useqdec.
uz: Standart parametrlar sizning ehtiyojlaringizga mos kelmasa, quyidagi fayl tizimlaridan birini tanlang. Texnik farqlardan xabardor bo'ling va foydalanish holatlaringiz haqida tadqiqot qiling.

source: Partition _Size
kab: Teɣzi n uḥric (_S)
uz: Bo'lim _Size

source: The size of the partition to create
kab: Teɣzi n uḥric ara yettwarnun
uz: Yaratiladigan bo'limning o'lchami

source: bytes
kab: ibiten
uz: bayt

source: kB
kab: kAṬ

source: Free Space _Following
kab: Tullunt-a tilellit (_F)
uz: Bo'sh joy _Following

source: The free space following the partition
kab: Tallunt tilellit seld aḥric
uz: Bo'limdan keyingi bo'sh joy

source: Extended Partitions can contain Logical Partitions
kab: Iḥricen yettwajebden zemren ad d-glun s yiḥricen imeẓẓulen
uz: Kengaytirilgan qismlar mantiqiy bo'limlarni o'z ichiga olishi mumkin

source: Data stored in the volume will only be accessible with the correct password. Be careful not to forget it.
kab: Isefka i yettwaḥerzen deg ubleɣ Ulac anekcum ɣur-sen alamma s wawal n uεeddi. Ḥader ad ak-iruḥ.
uz: Ovozda saqlangan ma'lumotlarga faqat to'g'ri parol bilan kirish mumkin bo'ladi. Uni unutmaslik uchun ehtiyot bo'ling.

source: _Password
kab: Awal n uɛeddi (_P)
uz: _Parol

source: _Confirm
kab: Sentem (_C)
uz: _Tasdiqlash

source: Enter passphrase used to protect the data
kab: Sekcem tafyirt n uεeddi yettwasqedcen i ummesten n yisefka
uz: Ma'lumotlarni himoya qilish uchun ishlatiladigan parolni kiriting

source: Sh_ow Password
kab: Sken-d awal n uɛeddi (_O)
uz: Sh_ow paroli

source: Mix uppercase and lowercase and try to use a number or two.
kab: Sexleḍ gar yisekkilen imeqqranen d yimeẓẓyanen, tmuqleḍ amek ara ternuḍ amḍan neɣ sin.
uz: Katta va kichik harflarni aralashtirib, bir yoki ikkita raqamdan foydalanishga harakat qiling.

source: Drive Settings
kab: Iɣewwaren n unuḍaf
uz: Drive sozlamalari

source: Apply Standby Timeout Settings
kab: Snes iɣewwaren n tenzagt n uraǧu
uz: Kutish vaqti tugashi sozlamalarini qo'llang

source: Turn on to configure Standby Timeout at startup and when the disk is connected
kab: Rmed i uswel n tenzagt n uraǧu deg usenker akked mi ara yeqqen uḍebsi
uz: Ishga tushganda va disk ulanganda kutish vaqti tugashini sozlash uchun yoqing

source: Enter Standby After
kab: Kcem deg uraǧu seld
uz: Keyin kutish rejimiga kiring

source: _Standby
kab: Araǧu (_S)
uz: _Kuting

source: Apply Advanced Power Management Settings
kab: Asnes n yiɣewwaren n usefrek n tnezmart leqqayen
uz: Kengaytirilgan quvvat boshqaruvi sozlamalarini qo'llang

source: Turn on to configure APM at startup and when the disk is connected
kab: Rmed i uswel n APM deg usenker akked mi ara yeqqen uḍebsi
uz: Ishga tushganda va disk ulanganda APM ni sozlash uchun yoqing

source: APM Level
kab: Aswir APM
uz: APM darajasi

source: Apply Automatic Acoustic Management Settings
kab: Snes iɣewwaren n usefrek asfeldan awurman
uz: Avtomatik akustik boshqaruv sozlamalarini qo'llang

source: Turn on to configure AAM at startup and when the disk is connected
kab: Rmed i uswel AAM deg usenker akked mi ara yeqqen uḍebsi
uz: Ishga tushganda va disk ulanganda AAM ni sozlash uchun yoqing

source: Vendor Recommended
kab: Asaǧǧaw yettwasɣelfen
uz: Sotuvchi tavsiya etiladi

source: AAM Level
kab: Aswir AAM
uz: AAM darajasi

source: Apply Write Cache Settings
kab: Snes iɣewwaren n tuffirt n tira
uz: Kesh yozish sozlamalarini qo'llang

source: Turn on to configure Write Cache setting at startup and when the disk is connected
kab: Rmed i uswel n uɣewwar n tuffirt n tira deg usenker akked mi ara yeqqen uḍebsi
uz: Ishga tushganda va disk ulanganda Keshni yozish sozlamalarini sozlash uchun yoqing

source: S_etting
kab: Iɣewwar_en

source: Enable Write Cache
kab: Rmed takatut n tira
uz: Keshni yozishni yoqing

source: Disable Write Cache
kab: Sens takatut n tira
uz: Yozish keshini o'chirib qo'ying

source: Performance is increased by enabling write caching, but leaves the system susceptible to data loss in the event of a power failure
kab: Timellit tettwasnerni s urmad n tuffirt n tira, d acu yettaǧǧa anagraw yeshel ad isruḥ isefka mi ara tettwagzem trisiti
uz: Yozishni keshlashni yoqish orqali unumdorlik oshiriladi, lekin quvvat uzilishida tizim ma'lumotlar yo'qolishiga moyil bo'ladi

source: Wr_ite Cache
kab: Takatut n t_ira
uz: Wr_ite keshi

source: Application Menu
kab: Umuɣ n usnas
uz: Ilova menyusi

source: Go back to main view
kab: Uɣal ɣer uskan agejdan
uz: Asosiy ko'rinishga qayting

source: Drive Options
kab: Tixtiṛiyin n unuḍaf
uz: Drayv opsiyalari

source: Power off this disk
kab: Sens aḍebsi a
uz: Ushbu diskni o'chiring

source: Eject this disk
kab: Ḍegger-d aḍebsi-a
uz: Ushbu diskni chiqarib tashlang

source: Detach this loop device
kab: Ԑzel ibenk-a n tneddict
uz: Ushbu halqa qurilmasini ajratib oling

source: No Device Selected
kab: Ulac ibenk i yettwafernen
uz: Hech qanday qurilma tanlanmagan

source: Select a device to manage.
kab: Fren ibenk i tugna.
uz: Boshqarish uchun qurilmani tanlang.

source: Model
kab: Tamudemt

source: Serial Number
kab: Uṭṭun n umazrar
uz: Ishlab chiqarish raqami

source: World Wide Name
kab: Isem amaḍlan
uz: Butun dunyo nomi

source: Media
kab: Amidya
uz: Media fayllar

source: Job
kab: Tawiri
uz: Ish

source: Auto-clear
kab: Asfaḍ awurman
uz: Avtomatik tozalash

source: Detach loop device after unmount action
kab: Clex ibenk n tneddict seld n tigawt yefsin
uz: Oʻchirish amalidan soʻng halqa qurilmasini ajratib oling

source: Backing File
kab: Afaylu n uḥraz
uz: Zaxira fayli

source: Partitioning
kab: Beṭṭu n udebṣi
uz: Bo'lish

source: Mount selected partition
kab: Aserkeb n uḥric i yettwafernen
uz: Tanlangan bo'limni o'rnating

source: Unmount selected partition
kab: Afsay n uḥric i yettwafernen
uz: Tanlangan qismni ajratib oling

source: Activate selected swap partition
kab: Rmed aḥric n usemmeskel i yettwafernen
uz: Tanlangan almashtirish bo'limini faollashtiring

source: Deactivate selected swap partition
kab: Sens aḥric n usemmeskel i yettwafernen
uz: Tanlangan almashtirish bo'limini o'chiring

source: Unlock selected encrypted partition
kab: Kkes asekkeṛ i uḥric n usemmeskel i yettwawgelhen
uz: Tanlangan shifrlangan qismni qulfdan chiqaring

source: Lock selected encrypted partition
kab: Sekkeṛ aḥric n usemmeskel i yettwawgelhen
uz: Tanlangan shifrlangan bo'limni qulflash

source: Create partition in unallocated space
kab: Rnu aḥric deg tallunt ur nettwasideg ara
uz: Ajratilmagan joyda bo'lim yarating

source: Additional partition options
kab: Tixtiṛiyin n uḥric niḍen
uz: Qo'shimcha bo'lim imkoniyatlari

source: Delete selected partition
kab: Kkes aḥris i yettwarnan
uz: Tanlangan bo'limni o'chirish

source: Contents
kab: Igburen
uz: Kontentlar

source: Partition Type
kab: Anaw n uḥric
uz: Bo'lim turi

source: Format _Disk…
kab: Msel aḍebsi… (_D)
uz: _Diskni formatlash…

source: _Create Disk Image…
kab: Rnu tugna n uḍebsi… (_C)
uz: _Disk tasvirini yaratish…

source: _Restore Disk Image…
kab: Err-d tugna n uḍebsi… (_R)
uz: _Disk tasvirini tiklash…

source: _Benchmark Disk…
kab: Aḍebsi n usefran… (_B)

source: _SMART Data & Self-Tests…
kab: Isefka n SMART & ISekyaden ilelliyen… (_S)
uz: _SMART maʼlumotlar va oʻz-oʻzini sinab koʻrish…

source: Drive S_ettings…
kab: Iɣewwar_en n uḍebsi…

source: S_tandby Now
kab: Err-it s askar n uṛaǧu tuar (_t)
uz: S_tandby Hozir

source: _Wake-Up from Standby
kab: Ffeɣ seg uṛaǧu tuar (_W)
uz: _Kutish rejimidan uyg'onish

source: Encryption Options
kab: Tinefrunin n uwgelhen
uz: Shifrlash imkoniyatlari

source: Us_er Session Defaults
kab: Tiɣimiyin timezwer n useqdac (_e)

source: Opt_ions
kab: Tixtiṛiy_in

source: _Unlock at system startup
kab: Kkes asekkeṛ deg usenker n unagraw (_U)
uz: _Tizim ishga tushganda qulfni oching

source: If checked, the device will be unlocked at system startup [!noauto]
kab: Ma yella yettwasenqed, ibenk ad as-yekkes usekkeṛ deg usenkar n unagraw [!noauto]
uz: Belgilansa, tizim ishga tushganda qurilma qulfdan chiqariladi [!noauto]

source: Require additional authori_zation to unlock
kab: Yesra tasiregt niḍen i tukksa n usekkeṛ (_z)
uz: Qulfni ochish uchun qo'shimcha avtorizatsiya talab qilinadi

source: If checked, additional authorization is required to unlock the device [x-udisks-auth]
kab: Ma yella yettwasenqed, tasiregt niḍen yettwasra i tukksa n usekkeṛ i yibenk [x-udisks-auth]
uz: Belgilansa, qurilmani qulfdan chiqarish uchun qo‘shimcha avtorizatsiya talab qilinadi [x-udisks-auth]

source: Options to use when unlocking the device
kab: Tixtiṛiyin ara yettwaseqdacen i tukksa n usekkeṛ i yibenk
uz: Qurilmani qulfdan chiqarishda foydalaniladigan variantlar

source: The name to use for the unlocked device — the device is set up as the name prefixed with <b>/dev/mapper</b>/
kab: Isem ara yettwasqedcen i tukksa n usekkeṛ i yibenk — ibenk yettusbadu am yisem s usezwer <b>/dev/mapper</b>/
uz: Qulfdan chiqarilgan qurilma uchun foydalaniladigan nom — qurilma <b>/dev/mapper</b> / prefiksli nom sifatida sozlangan

source: _Passphrase
kab: Tafyirt tuffirt (_P)
uz: _Parol iborasi

source: Passphrase of the device or empty to request from user when setting up the device
kab: Tafyirt n uεeddi n yibenk neɣ ilem ara yettwasran seg useqdac mi ara isesteb ibenk
uz: Qurilmaning paroli yoki qurilmani sozlashda foydalanuvchidan soʻrash uchun boʻsh

source: Sho_w passphrase
kab: Sken-d a_wal n uεeddi
uz: Show_w parol iborasi

source: Passphrase File
kab: Afaylu n tefyirt n uεeddi
uz: Parol fayli

source: _OK
kab: IH (_O)

source: Change Filesystem Label
kab: Senfel tabzimt n unagraw n yifuyla
uz: Fayl tizimi yorlig'ini o'zgartiring

source: This filesystem will be automatically unmounted prior to any changes.
kab: Anagraw-a n yifuyla ad ttwafsin s wudem awurman send yal asenfel.
uz: Ushbu fayl tizimi har qanday o'zgarishlardan oldin avtomatik ravishda o'chiriladi.

source: _Label
kab: Tabzimt (_L)
uz: _Yorliq

source: Mount Options
kab: Sali tixtiṛiyin
uz: O'rnatish imkoniyatlari

source: Switch off <i>User Session Defaults</i> to manage mount point and mount options for the device. The options correspond to an entry in the <b>/etc/fstab</b> file
kab: Sens <i>tiɣimit tamezwert</i> i usefrek agazen n userkeb akked textiṛiyin n userkeb n yibenk. Tixtiṛiyin mṣadant ɣer unekcum n ufaylu <b>/etc/fstab</b>
uz: Qurilma uchun oʻrnatish nuqtasi va oʻrnatish opsiyalarini boshqarish uchun <i>“Foydalanuvchi seansining standart sozlamalari”ni</i> oʻchiring. Variantlar <b>/etc/fstab</b> faylidagi yozuvga mos keladi

source: I_dentify As
kab: Sba_du am
uz: Men sifatida aniqlayman

source: The <b>special device file</b> — use symlinks in the <b>/dev/disk</b> hierarchy to control the scope of the entry
kab: <b>Afaylu yibenk uzzig</b> — seqdec iseɣwan izamulen deg umyellel <b>/dev/disk</b> i usenqed n uzrag n unekcum
uz: <b>Maxsus qurilma fayli</b> - kirish ko'lamini boshqarish uchun <b>/dev/disk</b> ierarxiyasidagi simli havolalardan foydalaning

source: The special device file — use symlinks in the /dev/disk hierarchy to control the scope of the entry
kab: Afaylu yibenk uzzig — seqdec iseɣwan izamulen deg umyellel /dev/disk i usenqed n uzrag n unekcum
uz: Maxsus qurilma fayli - kirish ko'lamini boshqarish uchun /dev/disk ierarxiyasidagi simli havolalardan foydalaning

source: Filesystem _Type
kab: Anaw n unagraw n yifuyla
uz: Fayl tizimi _Type

source: The directory to mount the device in
kab: Akaram wuɣur ara yali yibenk
uz: Qurilmani o'rnatish uchun katalog

source: The filesystem type to use
kab: Anaw n unagraw n yifuyla ara yettusqedcen
uz: Foydalanadigan fayl tizimi turi

source: Display _Name
kab: Sken isem (_N)
uz: Ko'rsatiladigan ism

source: If set, the name to use for the device in the user interface [x-gvfs-name=]
kab: Ma yella yettusbadu, isem ara yettwasqedcen i yibenk deg ugrudem n useqdac [x-gvfs-name=]
uz: Agar sozlangan boʻlsa, foydalanuvchi interfeysida qurilma uchun foydalaniladigan nom [x-gvfs-name=]

source: Icon Na_me
kab: Ise_m n tignit
uz: Belgining nomi

source: If set, the name of the icon to use in the device in the user interface [x-gvfs-icon=]
kab: Ma yella yettusbadu, isem n tegnit ara yettwasqedcen i yibenk deg ugrudem n useqdac [x-gvfs-icon=]
uz: Agar o'rnatilgan bo'lsa, foydalanuvchi interfeysida qurilmada ishlatiladigan belgi nomi [x-gvfs-icon=]

source: Sho_w in user interface
kab: Sken deg ugrudem n useqdac (_W)
uz: Foydalanuvchi interfeysida Show_w

source: If checked, the device is always shown in the user interface no matter what its directory is [x-gvfs-show]
kab: Ma yella yettwasenqed, ibenk yezga yetwaskan deg ugrudem n useqdac, akken ibɣu yili d anwa i d akaram-is [x-gvfs-show]
uz: Belgilangan bo'lsa, qaysi katalog bo'lishidan qat'i nazar, qurilma har doim foydalanuvchi interfeysida ko'rsatiladi [x-gvfs-show]

source: Require additional authori_zation to mount
kab: Yesra tasiregt niḍen i userkeb (_z)
uz: O'rnatish uchun qo'shimcha avtorizatsiya talab qilinadi

source: If checked, additional authorization is required to mount the device [x-udisks-auth]
kab: Ma yella yettwasenqed, tasiregt niḍen tettwasra i userkeb n yibenk [x-udisks-auth]
uz: Belgilangan bo'lsa, qurilmani o'rnatish uchun qo'shimcha avtorizatsiya talab qilinadi [x-udisks-auth]

source: Mount at system _startup
kab: Aserkeb lawan n usenker n unagraw (_s)
uz: Tizimni ishga tushirishda o'rnating

source: If checked, the device will be mounted at system startup [!noauto]
kab: Ma yella yettwasenqed, ibenk ad yettwaserkeb deg usenker n unagraw [!noauto]
uz: Belgilansa, qurilma tizim ishga tushirilganda o'rnatiladi [!noauto]

source: S_ymbolic Icon Name
kab: Isem n tignit n uzamul
uz: S_ymbolic Belgi nomi

source: If set, the name of the symbolic icon to use in the device in the user interface [x-gvfs-symbolic-icon=]
kab: MA yella yettusbadu, isem n tegnit tazamult ara yettwaseqdacen deg ugrudem n useqdac [x-gvfs-symbolic-icon=]
uz: Agar o'rnatilgan bo'lsa, foydalanuvchi interfeysida qurilmada ishlatiladigan ramziy belgining nomi [x-gvfs-symbolic-icon=]

source: Mount Opt_ions
kab: Tixtiṛiyin n usali
uz: Option_ionlarni oʻrnatish

source: The mount options stored in the <b>/etc/fstab</b> file
kab: Tixtiṛiyin n userkeb ttwaḥerzent deg ufaylu <b>/etc/fstab</b>
uz: O'rnatish variantlari <b>/etc/fstab</b> faylida saqlanadi

source: Edit Partition
kab: Ẓreg aḥric
uz: Bo'limni tahrirlash

source: _Type
kab: Anaw (_T)
uz: _Turi

source: The partition name (up to 36 unicode characters). This is useful if you want to refer to the device via a symlink in the <b>/dev/disk/by-partlabel</b> directory
kab: Isem n uḥric (alamma d 36 yisekkilen unicode). Ayagi yettwag ma yella tebɣiḍ ad tgeḍ amselɣu ɣer yibenk s useɣwen azamulan deg ukaram <b>/dev/disk/by-partlabel</b>
uz: Bo'lim nomi (36 tagacha unicode belgilar). Agar siz <b>/dev/disk/by-partlabel</b> katalogidagi simli havola orqali qurilmaga murojaat qilmoqchi bo'lsangiz, bu foydali bo'ladi

source: _System Partition
kab: Aḥric n unagraw (_S)
uz: _Tizim bo'limi

source: Used to indicate that the partition and its contents are required for the OS/Platform to function. Special care should be taken to not delete or overwrite the contents
kab: Yettwaseqdec i tummla n uḥric d yigburen-ines ttwasran i uselkem n unagraw n wammud/n tɣerɣert. Tlaq lemḥadra aṭas aṭas ɣef tukksa n yigburen neɣ tira fell-asen
uz: OS/Platformaning ishlashi uchun boʻlim va uning mazmuni zarurligini koʻrsatish uchun foydalaniladi. Tarkibni o'chirmaslik yoki ustiga yozmaslik uchun alohida e'tibor berish kerak

source: Hide from _Firmware
kab: Ffer seg uferɣẓan
uz: _Firmware'dan yashirish

source: Indicates that EFI firmware should ignore the content of the partition and not try to read from it
kab: Yemmal belli aferɣẓan EFI ilaq ad yanef i ugbur n uḥric, ur ilaq ara ad iεreḍ ad t-id-iɣer
uz: EFI mikrodasturi bo'lim mazmunini e'tiborsiz qoldirishi va undan o'qishga urinmasligi kerakligini ko'rsatadi

source: Erase Multiple Disks
kab: Sfeḍ iḍebsiyen n waṭas
uz: Bir nechta disklarni o'chirish

source: _Erase…
kab: Sfeḍ (_E)
uz: _Oʻchirish…

source: Erase _Type
kab: Sfeḍ anaw (_T)
uz: _Type-ni o'chirish

source: Format Disk
kab: Msel aḍebsi
uz: Diskni formatlash

source: _Partitioning
kab: Beṭṭu n udebṣi (_P)
uz: _Bo'lish

source: _Format…
kab: Amasal… (_F)
uz: _Formatlash…

source: New Disk Image
kab: Tugna n uḍebsi amaynut
uz: Yangi disk tasviri

source: Image _Size
kab: Teɣzi n tugna (_S)
uz: Rasm hajmi

source: The size of the image to create
kab: Teɣzi n tugna ara yettwarnun
uz: Yaratiladigan rasmning o'lchami

source: Attach new _Image…
kab: Senteḍ tugna tamaynut… (_I)
uz: Yangi _Rasm biriktirish…

source: Resize Volume
kab: Semsawi teɣzi n ubleɣ
uz: Ovoz hajmini o'zgartirish

source: _Difference
kab: Amgired (_D)
uz: _Farq

source: The difference to the previous partition size
kab: Amgired gar teɣzi n uḥric yezrin
uz: Oldingi bo'lim o'lchamidan farq

source: Restore Disk Image
kab: Err-d tugna n uḍebsi
uz: Disk tasvirini tiklash

source: _Image to Restore
kab: Tugna ara d-terreḍ (_I)
uz: _Qayta tiklash uchun rasm

source: Select Disk Image to Restore
kab: Fren tugna n uḍebsi ara d-terreḍ
uz: Qayta tiklash uchun Disk tasvirini tanlang

source: Destination
kab: Tanila
uz: Manzil

source: _Destination
kab: Tanila (_D)
uz: _Manzil

source: Image to Restore
kab: Tugna ara d-terreḍ
uz: Qayta tiklash uchun rasm

source: Image Size
kab: Teɣzi n tugna
uz: Rasm hajmi

source: _Start Restoring…
kab: Bdu tiririt… (_S)
uz: _Qayta tiklashni boshlash…

# shortcut window
source: General
kab: Amatu
uz: Umumiy

# shortcut window
source: Help
kab: Tallalt
uz: Yordam

# shortcut window
source: Open the application menu
kab: Ldi umuɣ n usnas
uz: Ilova menyusini oching

# shortcut window
source: Keyboard shortcuts
kab: Inegzumen n unasiw
uz: Afzalliklarni ko’rsatish

# shortcut window
source: Quit
kab: Ffeɣ
uz: Chiqish

# shortcut window
source: Disks
kab: Iḍebsiyen
uz: Disklar

# shortcut window
source: Create a new empty disk image
kab: Rnu tugna tamaynut n uḍebsi ilem
uz: Yangi bo'sh disk tasvirini yarating

# shortcut window
source: Attach an existing disk image
kab: Senteḍ tugna n uḍebsi i yellan
uz: Mavjud disk tasvirini biriktiring

# shortcut window
source: Unselect current disk
kab: Kkes afran i uḍebsi amiran
uz: Joriy diskni tanlashni olib tashlang

# shortcut window
source: Drive
kab: Anuḍaf
uz: Drayv

# shortcut window
source: Open the drive menu
kab: Ldi umuɣ n unuḍaf
uz: Drayv menyusini oching

# shortcut window
source: Format the drive
kab: Msel anuḍaf
uz: Drayvni formatlash

# shortcut window
source: Restore an image to the disk
kab: Err-d tugna i uḍebsi
uz: Tasvirni diskka tiklang

# shortcut window
source: SMART data
kab: Isefka SMART
uz: SMART ma'lumotlar

# shortcut window
source: Drive settings
kab: Iɣewwaren n unuḍaf
uz: Drayv sozlamalari

# shortcut window
source: Partition
kab: Aḥric
uz: Bo'lim

# shortcut window
source: Open the volume menu
kab: Ldi umuɣ n ubleɣ
uz: Ovoz balandligi menyusini oching

# shortcut window
source: Format the selected volume
kab: Amasal i ufran n bleɣ
uz: Tanlangan tovushni formatlang

source: SMART Data & Self-Tests
kab: Isefka n SMART akked isekyaden ilelliyen
uz: SMART ma'lumotlar va o'z-o'zini sinab ko'rish

source: _Start Self-test
kab: Bdu asekyed ilelli (_S)
uz: _O'z-o'zini sinab ko'rishni boshlang

source: Click to start a SMART self-test
kab: Sit i wakken ad tebduḍ asekyed ilelli
uz: SMART o'z-o'zini sinab ko'rishni boshlash uchun bosing

source: _Stop Self-test
kab: Seḥbes asekyed ilelli (_S)
uz: _O'z-o'zini sinab ko'rishni to'xtating

source: Click to stop the SMART self-test currently in progress
kab: Sit i wakken ad tesḥebseḍ akayad awurman SMART i yellanakka deg usesfer
uz: Hozirda amalga oshirilayotgan SMART o‘z-o‘zini sinab ko‘rishni to‘xtatish uchun bosing

source: Close
kab: Mdel
uz: Yopish

source: Refresh
kab: Smiren
uz: Yangilash

source: Click to force re-reading SMART data from the hard disk
kab: Sit i wakken ad tḥettmeḍ allus n tɣuri n yisefka SMART seg uḍebsi aqquran
uz: Qattiq diskdan SMART ma'lumotlarini qayta o'qishga majburlash uchun bosing

source: Powered On
kab: Sečč
uz: Yoqilgan

source: Updated
kab: Yettuleqqem
uz: Yangilangan

source: Self-test Result
kab: Agmuḍ n usekyed ilelli
uz: O'z-o'zini tekshirish natijasi

source: Self-assessment
kab: Aktazal awurman
uz: O'ziga o'zi baho berish

source: Overall Assessment
kab: Aktazal anemdaw
uz: Umumiy baholash

source: Click to toggle whether SMART is enabled for the hard disk
kab: Sit ɣef tqeffalt-a i wakken ad tremdeḍ/ad tsenseḍ SAMRT i uḍebsi aqquran
uz: Qattiq disk uchun SMART yoqilganligini o'zgartirish uchun bosing

source: SMART _Attributes
kab: Imyarren SMART (_A)
uz: SMART _Atributlar

source: _Short
kab: Wezzil (_S)
uz: Kengaytma nima qilishining qisqacha tavsifi

source: _Extended
kab: Yettwajbed (_E)
uz: _Kengaytirilgan

source: _Conveyance
kab: Asiweḍ (_C)
uz: _Tashish

source: Confirm Taking Ownership
kab: Sentem tuṭṭfa n usenfar
uz: Egalikni qabul qilishni tasdiqlang

source: Enable _recursive mode
kab: Rmed askar asnalas
uz: _rekursiv rejimini yoqing

source: Enter passphrase to unlock
kab: Sekcem tafyirt n uεeddi i tukksa n usekkeṛ
uz: Qulfni ochish uchun parolni kiriting

source: This volume might be a VeraCrypt volume as it contains random data.
kab: Ableɣ-a yezmer d ableɣ VeraCrypt imi llan deg-s yisefka yerwin.
uz: Bu jild VeraCrypt jild bo'lishi mumkin, chunki unda tasodifiy ma'lumotlar mavjud.

source: If specified
kab: Ma yella yettwafren
uz: Port ko'rsatilmagan

source: Volume type
kab: Anaw n ubleɣ
uz: Ovoz turi

source: _Hidden
kab: Yeffer (_H)
uz: _Yashirin

source: Instead of unlocking this volume, attempt to unlock a secondary volume hidden inside.
kab: Deg wadeg ara tekkseḍ asekkeṛ i ubleɣ-a, εreḍ ad tekkseḍ asekkeṛ i ubleɣ wis sin yeffren daxel.
uz: Bu tovushni qulfdan chiqarish o‘rniga, ichida yashiringan ikkinchi darajali tovushni ochishga harakat qiling.

source: Windows _system
kab: Anagraw n yisfuyla (_s)
uz: Windows tizimi ovozi

source: Unlock an encrypted Windows system partition or drive.
kab: Kkes asekkeṛ i uḥric neɣ i yibenk n unagraw n Windows yettwawgelhen.
uz: Shifrlangan Windows tizimi bo'limi yoki diskini qulfdan chiqaring.

source: If set, the VeraCrypt PIM (Personal Iterations Multiplier) numeric value to use for this volume.
kab: Ma yella yettusbadu, azal umḍin n useftay i wallus udwaman (PIM VeraCrypt) i useqdec n ubleɣ-a.
uz: Agar o'rnatilgan bo'lsa, VeraCrypt PIM (shaxsiy iteratsiyalar ko'paytmasi) bu jild uchun ishlatiladigan raqamli qiymat.

source: _Keyfiles
kab: Ifuyla n tsura (_K)
uz: Kalit fayllardan foydalanadi

source: Select a keyfile to unlock this volume
kab: Fren afaylu n tsarut i tukksa n usekkeṛ i ubleɣ-a
uz: Ushbu ovoz balandligini ochish uchun kalit faylni tanlang

source: Format _Partition…
kab: Msel aḥric… (_P)
uz: _Bo'limni formatlash…

source: _Edit Partition…
kab: Ẓreg aḥric… (_E)
uz: _Bo‘limni tahrirlash…

source: Edit _Filesystem…
kab: Ẓreg anagraw n yifuyla (_F)
uz: _Fayl tizimini tahrirlash…

source: Change Pa_ssphrase…
kab: Beddel tafyirt n uεeddi (_S)
uz: Pa_sphrase o‘zgartirish…

source: Resi_ze…
kab: Semsawi teɣ_zi…

source: C_heck Filesystem…
kab: Senqed anagraw n yifuyla… (_C)
uz: C_heck fayl tizimi…

source: Rep_air Filesystem…
kab: Qwem anagraw n yifuyla… (_a)
uz: Rep_air fayl tizimi…

source: _Take Ownership…
kab: Ṭṭef asenfar… (_T)
uz: _Egalik qilish…

source: Edit _Mount Options…
kab: Ẓreg tixtiṛiyin n userkeb… (_M)
uz: _Mount Options ni tahrirlash…
