Repository: GNOME/gnome-disk-utility
Catalog: po/*.po
Languages: en@shaw, gu, kab, pl, ru, tr, uz

source: The number of samples the benchmark will include for the read/write test.
kab: Amḍan n tlemmicin ara yilin deg usefran i usekyed n tɣuri/tira.
uz: Benchmark o'qish/yozish testiga kiritiladigan namunalar soni.

source: The number of MiB (1048576 bytes) to read/write for each sample.
kab: Amḍan n MiB (1048576 yibiten) i tɣuri/tira i yal talemmict.
uz: Har bir namuna uchun o'qish/yozish uchun MiB (1048576 bayt) soni.

source: To enable or disable the write test.
kab: I urmad neɣ i usensi n tira n ukayad.
uz: Yozish testini yoqish yoki o'chirish uchun.

source: The number of samples the benchmark will do for the access time test.
kab: Amḍan n tlemmicin ara yeg usefran i usekyed n wakud n unekcum.
uz: Kirish vaqti testi uchun benchmark qiladigan namunalar soni.

source: Disks
kab: Iḍebsiyen
pl: Dyski
uz: Disklar

source: Disk management utility for GNOME
kab: Tnfa n usefrek n uḍebsi i GNOME
uz: GNOME uchun diskni boshqarish yordam dasturi

source: Disks provides an easy way to inspect, format, partition, and configure disks and block devices.
kab: Iḍebsiyen ttmudden abrid fessusen i usweḍ, i umsal, i uḥric akked uswel n yiḍebsiyen akked yibenkan n yiḥder.
uz: Disklar disklarni tekshirish, formatlash, bo'lish va sozlash va qurilmalarni bloklashning oson yo'lini taqdim etadi.

source: Using Disks, you can view SMART data, manage devices, benchmark physical disks, and image USB sticks.
kab: S useqdec n yiḍebsiyen, tzemreḍ ad twaliḍ isefka SMART, ad tesferkeḍ ibenkan, ad tektazleḍ iḍebsiyen iɣaranen akked tmerna n tugniwin n tsura USB.
uz: Disklardan foydalanib, siz SMART ma'lumotlarini ko'rishingiz, qurilmalarni boshqarishingiz, jismoniy disklarni va USB flesh-disklarni taqqoslashingiz mumkin.

source: Partition and format disks
kab: Beṭṭu d umsal n yiḍebsiyen
uz: Disklarni bo'lish va formatlash

source: Inspect drive speed and health status
kab: Sweḍ arured n unuḍaf akked waddad n tezmert
uz: Haydov tezligini va sog'lig'ini tekshiring

source: Manage your storage devices
kab: Sefrek ibenkan-ik n uḥraz
uz: Saqlash qurilmalaringizni boshqaring

source: The GNOME Project
kab: Asenfar n GNOME
uz: GNOME loyihasi

source: disk;drive;volume;harddisk;hdd;disc;cdrom;dvd;partition;iso;image;backup;restore;benchmark;raid;luks;encryption;S.M.A.R.T.;smart;
kab: aḍebsi;anuḍaf;ableɣ;aḍebsiaqquran;hdd;disc;cdrom;dvd;aḥric;iso;tugna;aḥraz;err-d;ktazel;raid;luks;awgelhen;S.M.A.R.T.;smart;
uz: disk;disk;hajm;qattiq disk;hdd;disk;cdrom;dvd;bo'lim;iso;tasvir;zaxira;tiklash;benchmark;raid;luks;shifrlash;S.M.A.R.T.;smart;

source: An error occurred
kab: Teḍra-d tuccḍa
uz: Ichki xatolik yuz berdi

source: Allow writing to the image
kab: Sireg tira ɣef tugna
uz: Rasmga yozishga ruxsat bering

source: Select Disk Image(s) to Mount
kab: Fren tugna(tugniwin) n uḍebsi ara d-yalin
uz: O'rnatish uchun disk tasvir(lar)ini tanlang

source: _Cancel
kab: Sefsex (_C)
uz: _Bekor qilish

source: _Mount
en@shaw: _ヰ
kab: Serkeb (_M)
pl: Za_montuj

source: Set up _read-only mount
kab: Sbadu aserkeb n tɣuri kan
uz: _faqat o'qish uchun moslamani o'rnating

source: If checked, the mount will be read-only. This is useful if you don’t want the underlying disk image to be modified
kab: Ma yella yettwaṛcem,aserkeb ad yeili i tɣuri kan. Ayagi igerrez ma yella ur tebɣiḍ ara aseqεed n tugna n uḍebsi agejdan
uz: Belgilansa, o'rnatish faqat o'qish uchun mo'ljallangan bo'ladi. Agar siz asosiy disk tasvirini o'zgartirishni xohlamasangiz, bu foydalidir

source: Error connecting to udisks daemon: %s (%s, %d)
kab: Tuccḍa deg tuqqna ɣer yiḍebsiyen daemon: %s (%s, %d)
uz: Udisks demoniga ulanishda xatolik yuz berdi: %s (%s, %d)

source: Attach and mount one or more disk image files.
kab: Seddu syen sali yiwen neɣ ugar n yifuyla n tugna n uḍebsi.
uz: Bir yoki bir nechta disk tasvir fayllarini biriktiring va o'rnating.

source: Cannot open “%s” — maybe the volume isn’t mounted?
kab: D awezɣi ad yeldi "%s" — yezmer ableɣ ur ur yettwaserkeb ara?
uz: “%s” ochilmayapti — ovoz balandligi o‘rnatilmagandir?

source: Error opening “%s”: %m
kab: Tuccḍa deg ulday "%s": %m
uz: “%s”ni ochishda xatolik yuz berdi: %m

source: Error attaching disk image: %s (%s, %d)
kab: Tuccḍa deg useddu n tugna n uḍebsi: %s (%s, %d)
uz: Disk tasvirini biriktirishda xatolik yuz berdi: %s (%s, %d)

source: Stop running jobs?
kab: Ḥbes aselkem n temsekriyin?
uz: Ishlarni bajarish to'xtatilsinmi?

source: Closing now stops the running jobs and leads to a corrupt result.
kab: Amdal akka tura ad isseḥbes imahilen la yettwaselkamen yerna ad d-yeglu s yir igmaḍ.
uz: Endi yopish ishlayotgan ishlarni to'xtatadi va buzuq natijaga olib keladi.

source: Error opening %s: %s
kab: Tuccḍa deg ulday n %s: %s
uz: %s ochishda xatolik yuz berdi: %s

source: Error looking up block device for %s
kab: Tuccḍa deg unadi n yibenk n yiḥder i %s
uz: %s uchun bloklangan qurilmani qidirishda xatolik yuz berdi

source: Select device
kab: Fren ibenk
uz: Qurilmani tanlang

source: Format selected device
kab: Amasal n yibenk i yettwafernen
uz: Tanlangan qurilmani formatlash

source: Ignored, kept for compatibility
kab: Yettwanef, yettwaḥḥer i umṣada
uz: E'tiborga olinmaydi, moslik uchun saqlanadi

source: Restore disk image
kab: Err-d tugna n uḍebsi
uz: Disk tasvirini tiklash

source: --format-device must be used together with --block-device
kab: --format-device ilaq ad yettuseqdec s --block-device
uz: --format-device --block-device bilan birga ishlatilishi kerak

source: --format-device must not be used together with --restore-disk-image
kab: --format-device ilaq ad yettuseqdec akken akked --restore-disk-image
uz: --format-device --restore-disk-image bilan birga ishlatilmasligi kerak

source: gnome-disk-utility %s UDisks %s (built against %d.%d.%d)
kab: gnome-disk-utility %s UDisks %s (yebnan ɣef %d.%d.%d)
uz: gnome-disk-yordamchi dasturi %s UDissklar %s (%d.%d.%d ga qarshi tuzilgan)

source: Count of remapped sectors. When the hard drive finds a read/write/verification error, it marks the sector as “reallocated” and transfers data to a special reserved area (spare area)
kab: Asmiḍen igzumen ibeddlen adeg. Mi ara yaf uḍebsi aqquran tuccḍa deg tɣuri/tira/usenqed, iṛeccem ɣef ugzum am "yules asideg" syen ad iwelleh isefka ɣer temnaḍt tuzzigt yettwaḥarren (tamnaḍt i uḥerri)
uz: Qayta ko'rsatilgan sektorlar soni. Qattiq disk o'qish/yozish/tasdiqlash xatosini topsa, u sektorni "qayta ajratilgan" deb belgilaydi va ma'lumotlarni maxsus ajratilgan maydonga (zaxira maydon) uzatadi.

source: Frequency of errors while reading from the disk
kab: Asnagar n tuccḍiwin lawan n tɣuri seg uḍebsi
uz: Diskdan o'qish paytida xatolarning chastotasi

source: Drive’s seek performance during offline operations
kab: Timellit n unadi n uḍebsi lawan n temhilin beṛṛa n tuqqna
uz: Oflayn operatsiyalar paytida Drive qidiruvi unumdorligi

source: Total LBAs Written
kab: Asemday n LBAs yettwuran
uz: Yozilgan jami LBA

source: The amount of data written during the lifetime of the disk
kab: Aqettun n yisefka yettwuran ɣef teɣzi n wakud n tudert n uḍebsi
uz: Diskning ishlash muddati davomida yozilgan ma'lumotlar miqdori

source: Total LBAs Read
kab: Asemday LBAs yettwaɣran
uz: Jami LBA oʻqilgan

source: The amount of data read during the lifetime of the disk
kab: Aqettun n yisefka yettwaɣran ɣef teɣzi n wakud n tudert n uḍebsi
uz: Diskning ishlash muddati davomida o'qilgan ma'lumotlar miqdori

source: OK
kab: Ih

# smart-self-test-result
source: Last self-test completed successfully
kab: Akayad awurman aneggaru yemmed akken iwata
uz: Oxirgi o'z-o'zini tekshirish muvaffaqiyatli yakunlandi

# smart-self-test-result
source: Last self-test was aborted
kab: Akayad awurman aneggaru yettwagzem
uz: Oxirgi o'z-o'zini tekshirish bekor qilindi

# smart-self-test-result
source: Last self-test was interrupted
kab: Akayad awurman aneggaru yettwaḥbes
uz: Oxirgi o'z-o'zini tekshirish to'xtatildi

# smart-self-test-result
source: Last self-test did not complete
kab: Akayad awurman aneggaru ur yemmid ara
uz: Oxirgi o'z-o'zini tekshirish tugallanmagan

# smart-self-test-result
source: Last self-test failed
kab: Akayad awurman aneggaru yecceḍ
uz: Oxirgi o'z-o'zini sinab ko'rish muvaffaqiyatsiz tugadi

# smart-self-test-result
source: Last self-test failed (electrical)
kab: Akayad awurman aneggaru yecceḍ (trisiti)
uz: Oxirgi o'z-o'zini sinab ko'rish muvaffaqiyatsiz tugadi (elektr)

# smart-self-test-result
source: Last self-test failed (servo)
kab: Akayad awurman aneggaru yecceḍ (agzum)
uz: Oxirgi o'z-o'zini sinab ko'rish muvaffaqiyatsiz tugadi (servo)

# smart-self-test-result
source: Last self-test failed (read)
kab: Akayad awurman aneggaru yecceḍ (taɣuri)
uz: Oxirgi o'z-o'zini sinab ko'rish muvaffaqiyatsiz tugadi (o'qing)

# smart-self-test-result
source: Last self-test failed (handling)
kab: Akayad awurman aneggaru yecceḍ (asesfer)
uz: Oxirgi o'z-o'zini sinab ko'rish muvaffaqiyatsiz tugadi (ishlash)

# smart-self-test-result
source: Self-test in progress — %d%% remaining
kab: Akayad wurman iteddu — %d%% i d-yeqqimen
uz: Oʻz-oʻzini sinab koʻrmoqda — %d%% rqolmoqda

# smart-self-test-result
source: Unknown (%s)
kab: Arussin (%s)
uz: Noma'lum (%s)

source: %s ago
kab: %s aya
uz: %s avval

source: SMART is not supported
kab: SMART ur yettusefrak ara
uz: SMART qo'llab-quvvatlanmaydi

source: SMART is not enabled
en@shaw: ヰ葛 别ゐ
kab: SMART ur yettwarmed ara
pl: SMART jest wyłączone
uz: SMART yoqilmagan

source: Self-test in progress
kab: Asekyed ilelli iteddu
uz: Oʻz-oʻzini sinovdan oʻtkazish davom etmoqda

source: DISK IS LIKELY TO FAIL SOON
kab: AḌEBSI YEZMER AD YEFCEL SYA ΓER SDAT
uz: DISK TEZ TEZ KUNDA ISHLATILAB OLISHI MUMKIN

source: SELF-TEST FAILED
kab: ASEKYED ILELLI YERREẒ
uz: OʻZ-OʻZI SINOV OʻTDI

source: Disk is OK, one failing attribute is failing
kab: Aḍebsi yelha, yiwen yimyerr yecceḍen, yecceḍ
uz: Disk yaxshi, bitta atribut ishlamayapti

source: Disk is OK, one bad sector
kab: Aḍebsi yelha, yiwen ugzum dirit
uz: Disk yaxshi, bitta yomon sektor

source: Disk is OK, one attribute failed in the past
kab: Aḍebsi yelha, yiwen yimyerr yecceḍ deg yakan
uz: Disk yaxshi, o'tmishda bitta atribut muvaffaqiyatsiz tugadi

source: Disk is OK
kab: Aḍebsi igerrez
uz: Disk yaxshi

source: Pre-Fail
kab: Send Aɣelluy
uz: Muvaffaqiyatsiz

source: Old-Age
kab: Leεmer aqbur
uz: Qarilik

source: Online
kab: Uqqin
uz: Onlayn

source: Offline
kab: Aruqqin
uz: Oflayn rejimda mavjud qilish

source: Threshold exceeded
kab: Iεedda talast
uz: Chegaradan oshib ketdi

source: Threshold not exceeded
kab: Mazal ur iεedda ara talast
uz: Chegaradan oshmagan

source: Error refreshing SMART data
kab: Tuccḍa deg usismeḍ n yisefka SMART
uz: SMART maʼlumotlarini yangilashda xatolik yuz berdi

source: Error aborting SMART self-test
kab: Tuccḍa deg truẓi n ukayad awurman SMART
uz: SMART oʻz-oʻzini tekshirishni bekor qilishda xatolik yuz berdi

source: Error starting SMART self-test
kab: Tuccḍa deg usenker n ukayad awurman SMART
uz: SMART o‘z-o‘zini tekshirishni boshlashda xatolik yuz berdi

source: An error occurred when trying to toggle whether SMART is enabled
kab: Teḍra-d tuccḍa lawan n uneεruḍ n urmad n SMART
uz: SMART yoqilganligini o‘zgartirishga urinayotganda xatolik yuz berdi

source: Normalized
kab: YEttwaslugen
uz: Normallashtirilgan

source: Threshold
kab: Beddu
uz: Чегара

source: Worst
kab: Icmet
uz: Eng yomoni

source: Type
kab: Anaw
uz: Turi

source: Updates
kab: Ileqman
uz: Yangilanishlar

# benchmark-graph
source: %d MB/s
kab: %d MAṬ/tsn

source: %u sample
kab: %u tlemmict
uz: %u namunasi

# benchmark-updated
source: %s (%s ago)
kab: %s (%s aya)
uz: %s (%s oldin)

# benchmark-updated
source: No benchmark data available
kab: Ulac isefka n usefran i yellan
uz: Benchmark maʼlumotlari mavjud emas

# benchmark-updated
source: Opening Device…
kab: Alday n yibenk…
uz: Qurilma ochilmoqda…

# benchmark-updated
source: Measuring transfer rate (%2.1f%% complete)…
kab: Askat n uktum n usiweḍ (%2.1f%% yemmed)…
uz: O‘tkazish tezligi o‘lchanmoqda (%2.1f%% cto‘liq)…

# benchmark-updated
source: Measuring access time (%2.1f%% complete)…
kab: Askat n wakud n unekcum (%2.1f%% yemmed)…
uz: Kirish vaqti oʻlchanmoqda (%2.1f%% ctoʻliq)…

# benchmarking
source: An error occurred
kab: Teḍra-d tuccḍa
uz: Ichki xatolik yuz berdi

# create-inhibit-message
source: Benchmarking device
kab: Aderrec n yibenk
uz: Benchmarking qurilmasi

# benchmarking
source: Error getting size of device: %m
kab: Tuccḍa deg wawway n teɣzi n yibenk: %m
uz: Qurilma hajmini olishda xatolik yuz berdi: %m

# benchmarking
source: Error getting page size: %m
kab: Tuccḍa deg wawway n teɣzi n usebter: %m
uz: Sahifa hajmini olishda xatolik yuz berdi: %m

# benchmarking
source: Error seeking to offset %lld
kab: Tuccḍa deg unadi n usekḥer %lld
uz: %lld ofsetini qidirishda xato

# benchmarking
source: Error pre-reading %s from offset %s
kab: Tuccḍa deg tɣuri tuzwirt n %s seg usekḥer %s
uz: %s ofsetidan %s ni oldindan oʻqishda xatolik yuz berdi

# benchmarking
source: Error seeking to offset %s
kab: Tuccḍa lawan n unadi n usekḥer %s
uz: %s ofsetini qidirishda xato

# benchmarking
source: Error reading %s from offset %s
kab: Tuccḍa deg tɣuri %s seg usekḥer %s
uz: %s ofsetidan %s oʻqishda xatolik yuz berdi

# benchmarking
source: Error pre-reading %lld bytes from offset %lld
kab: Tuccḍa deg tɣuri tuzwirt %lld yibiten seg usekḥer %lld
uz: %lld ofsetidan %lld baytni oldindan oʻqishda xatolik yuz berdi

# benchmarking
source: Error writing %lld bytes at offset %lld: %m
kab: Tuccḍa deg tira %lld ɣer usekḥer %lld: %m
uz: %lld ofsetida %lld baytni yozishda xatolik yuz berdi: %m

# benchmarking
source: Expected to write %lld bytes, only wrote %lld: %m
kab: Ilaq ad yaru %lld yibiten, yura kan %lld: %m
uz: %lld bayt yozish kutilmoqda, faqat %lld yozgan: %m

# benchmarking
source: Error syncing (at offset %lld): %m
kab: Tuccḍa deg umtawi (asekḥer %lld): %m
uz: Sinxronlashda xatolik (ofset %lld): %m

# benchmarking
source: Error seeking to offset %lld: %m
kab: Tuccḍa lawan n unadi i usekḥer %lld: %m
uz: %lld ofsetini qidirishda xatolik yuz berdi: %m

# benchmarking
source: Error reading %lld bytes from offset %lld
kab: Tuccḍa deg tɣuri n %lld yibiten seg usekḥer %lld
uz: %lld ofsetidan %lld baytni oʻqishda xatolik yuz berdi

source: The passphrases do not match
kab: Tifyar n uεeddi ur mṣadant ara
uz: Parol iboralari mos kelmaydi

source: The passphrase matches the existing passphrase
kab: Tafyirt n uεeddi temṣada akked tefyirt-a n uεeddi
uz: Parol iborasi mavjud parolga mos keladi

source: Error updating /etc/crypttab
kab: Tuccḍa deg uleqqem /etc/crypttab
uz: /etc/crypttab faylini yangilashda xatolik yuz berdi

source: Error changing passphrase
kab: Tuccḍa deg usenfel n tefyirt n uεeddi
uz: Parol iborasini oʻzgartirishda xatolik yuz berdi

source: Error retrieving configuration data
kab: Tuccḍa deg tririt n yisefka n twila
uz: Konfiguratsiya maʼlumotlarini olishda xatolik yuz berdi

source: /etc/crypttab configuration data is malformed
kab: Isefka n twila n /etc/crypttab ur yemsil ara akken iwata
uz: /etc/crypttab konfiguratsiya ma'lumotlari noto'g'ri tuzilgan

source: Changing the passphrase for this device, will also update the passphrase referenced by the <i>/etc/crypttab</i> file
kab: Asenfel n tefyirt n uεeddi i yibenk-a, ad teleqqem daɣen tafyirt n uεeddi yettwamudden seg ufaylu <i>/etc/crypttab</i>
uz: Ushbu qurilma uchun parol iborasi oʻzgartirilsa, <i>/etc/crypttab</i> faylida havola qilingan parol iborasi ham yangilanadi

source: Disk Image of %s (%s).img
kab: Tugna n uḍebsi n %s (%s).img
uz: %s (%s).img.ning diskdagi tasviri

source: Disk image read error
kab: Tuccḍa deg tɣuri n tugna n uḍebsi
uz: Disk tasvirini o'qish xatosi

source: Allocating Disk Image
kab: Aḥerri n tugna n uḍebsi
uz: Disk tasvirini ajratish

source: Retrieving DVD keys
kab: Tiririt n tsura n DVD
uz: DVD kalitlari olinmoqda

source: %s unreadable (replaced with zeroes)
kab: %s ur d-iban ara (yettwasemselsi s yilmawen)
uz: %s oʻqilmaydi (nol bilan almashtirilgan)

source: Disk image copying complete
kab: Anɣal n tugna n uḍebsi yemmed
uz: Disk tasvirini nusxalash tugallandi

source: Error creating disk image
kab: Tuccḍa lawan n tmerna n tugna n uḍebsi
uz: Disk tasvirini yaratishda xatolik yuz berdi

source: Unrecoverable read errors while creating disk image
kab: Tuccḍiwin n tɣuri ur d-nettwarra ara lawan n tmerna n tugna n uḍebsi
uz: Disk tasvirini yaratishda tuzatib bo'lmaydigan o'qish xatolari

source: %2.1f%% (%s) of the data on the device “%s” was unreadable and replaced with zeroes in the created disk image file. This typically happens if the medium is scratched or if there is physical damage to the drive
kab: %2.1f%% (%s) n yisefka ɣef unuḍaf “%s” ur d-iban ara, yettwasemselsi s yilmawen deg ufaylu n tudna n uḍebsi i yettwarnan. Ayagi iḍrru-d s tuget mi ara yettwaxbec usalel neɣ imeɣri teḍra-d yid-s truẓi taɣarant

source: _Delete Disk Image File
kab: Kkes afaylu n tugna n uḍebsi (_D)
uz: _Disk tasvir faylini oʻchirish

source: _Close
kab: Mdel (_C)
uz: _Yopish

source: Error determining size of device:
kab: Tuccḍa lawan n uguccel n teɣzi n yibenk:
uz: Qurilma hajmini aniqlashda xatolik yuz berdi:

source: Device is size 0
kab: Teɣzi n yibenk 0
uz: Qurilmaning o'lchami 0

source: Error allocating space for disk image file:
kab: Tuccḍa lawan n uḥerri n tallunt i ufaylu n tugna n uḍebsi:
uz: Disk tasvir fayli uchun joy ajratishda xatolik yuz berdi:

source: A file named “%s” already exists. Do you want to replace it?
kab: Afaylu s yisem “%s” yella yakan. Tebɣiḍ ad t-tsemselsiḍ?
uz: “%s” nomli fayl allaqachon mavjud. Uni almashtirmoqchimisiz?

source: The file already exists in “%s”. Replacing it will overwrite its contents.
kab: Afaylu yella yakan deg "%s". Asemselsi ad yerreẓ igburen-nsen.
uz: Fayl “%s” ichida allaqachon mavjud. Uni almashtirish uning mazmunini qayta yozadi.

source: _Replace
kab: Semselsi (_R)
uz: _Almashtirish

source: Error opening file for writing
kab: Tuccḍa lawan n ulday n ufaylu i tira
uz: Yozish uchun faylni ochishda xatolik yuz berdi

# create-inhibit-message
source: Copying device to disk image
kab: Anɣal n yibenk ɣer tugna n uḍebsi
uz: Qurilma tasvirini diskka nusxalash

source: Creating Disk Image
kab: Timerna n tugna n uḍebsi
uz: Disk tasvirini yaratish

source: The utility %s is missing.
kab: Tanfa %s txuṣṣ.
uz: %s yordam dasturi yoʻq.

source: _Previous
kab: Uzwir (_P)
uz: _Oldingi

source: Cre_ate
kab: Rnu (_A)
uz: Yaratish

source: Form_at
kab: Amas_al
uz: Jarayonga bog’liqlikni daraxt shaklida ko’rsatish

source: N_ext
kab: Uḍfir (_E)
uz: Keyingisi

source: Create Partition
en@shaw: 别 葛
kab: Snulfu-d aḥric
pl: Utwórz partycję
uz: Bo'lim yaratish

source: Format Volume
kab: Ableɣ n umasal
uz: Ovozni formatlash

source: Custom Format
kab: Sagen amasal
uz: Maxsus format

source: Set Password
kab: Sbadu awal n uεeddi
uz: Parol o‘rnatish

source: Confirm Details
kab: Sentem talqayt
uz: Tafsilotlarni tasdiqlang

source: Btrfs — Copy-on-write Linux Filesystem, for snapshots
kab: Btrfs — D anagraw n yifuyla n Linux i unɣal lawan n tira, i tuṭṭfiwin n ugdil
uz: Btrfs — oniy tasvirlar uchun, yozishda nusxa ko'chirish Linux fayl tizimi

source: F2FS — Flash Storage Linux Filesystem
kab: F2FS — D anagraw n yifuyla n Linux i uḥraz Flash
uz: F2FS - Flash xotira Linux fayl tizimi

source: exFAT — Flash Storage Windows Filesystem, used on SDXC cards
kab: exFAT — D anagraw n yifuyla n Linux i uḥraz Flash, yettwaseqdacen ɣef tkarḍiwin SDXC
uz: exFAT - SDXC kartalarida ishlatiladigan Flash xotira Windows fayl tizimi

source: UDF — Universal Disk Format, for removable devices on many systems
kab: UDF — Universal Disk Format, i yibenkan yettwakkasan ɣef waṭas n yinagrawen
uz: UDF - Universal Disk Format, ko'plab tizimlarda olinadigan qurilmalar uchun

source: No Filesystem
kab: Ulac anagraw n yifuyla
uz: Fayl tizimi yo'q

source: Cannot create a new partition. There are already four primary partitions.
kab: Ur yezmir ara ad yernu aḥric amaynut. Llan yakan ukkuẓ n yiḥricen imezwura.
uz: Yangi boʻlim yaratib boʻlmadi. Allaqachon to'rtta asosiy bo'lim mavjud.

source: This is the last primary partition that can be created.
kab: Wagi d aḥric aneggaru seg yimezwura i izemren ad yettwarnu.
uz: Bu yaratilishi mumkin bo'lgan oxirgi asosiy bo'lim.

source: The passwords do not match
kab: Awalen n uɛeddi ur mṣadan ara
uz: Parollar mos kelmaydi

source: Error removing /etc/crypttab entry
kab: Tuccḍa deg tukksa n /etc/crypttab entry
uz: /etc/crypttab yozuvini olib tashlashda xatolik yuz berdi

source: Error adding /etc/crypttab entry
kab: Tuccḍa deg tukksa n /etc/crypttab entry
uz: /etc/crypttab yozuvini qo‘shishda xatolik yuz berdi

source: Error updating /etc/crypttab entry
kab: Ticcḍa deg uleqqem n /etc/crypttab entry
uz: /etc/crypttab yozuvini yangilashda xatolik yuz berdi

source: Will be created
kab: Ad yettwarnu
uz: Dastlab yaratilgan

source: Will be deleted
kab: Ad yettwakkes
uz: Tarmoq oʻchirildi

source: Only the passphrase referenced by the <i>/etc/crypttab</i> file will be changed. To change the on-disk passphrase, use <i>Change Passphrase…</i>
kab: Slid tafyirt n uεeddi i d-yettwabedren deg ufaylu <i>/etc/crypttab</i>ara yettwasneflen. I usenfel n tefyirt n uεeddi ɣef uḍbsi, seqdec <i>Senfel tefyirt n uεeddi</i>
uz: Faqat <i>/etc/crypttab</i> faylida havola qilingan parol iborasi o'zgartiriladi. Diskdagi parolni o'zgartirish uchun <i>"Parol iborasini o'zgartirish…" dan</i> foydalaning

source: (None)
kab: (Ula yiwen)
uz: Hech biri

source: Disk Drives
kab: Inuḍafen n uḍebsi
uz: Disk drayvlar

source: Other Devices
kab: Ibenkan niḍen
uz: Boshqa qurilmalar

# standby-value
source: Never
kab: Urǧin
uz: Hech qachon

# standby-value
source: Vendor-defined
kab: Yettusbadu sɣur usaǧǧaw
uz: Sotuvchi tomonidan belgilangan

# standby-value
source: Reserved
kab: Yettwaṭṭef
uz: Arxivlangan

# apm-level
source: 255 (Disabled)
kab: 255 (Yensa)
uz: 255 (o'chirilgan)

# apm-level
source: %d (Spin-down permitted)
kab: %d (Aseḥbes n usekḥer yettwasireg)
uz: %d (Spin-pastga ruxsat berilgan)

# apm-level
source: %d (Spin-down not permitted)
kab: %d (Aseḥbes n usekḥer ur yettwasireg ara)
uz: %d (Spin-downga ruxsat berilmaydi)

# aam-level
source: 0 (Disabled)
kab: 0 (Yensa)
uz: 0 (o‘chirilgan)

source: Error setting configuration
kab: Tuccḍa deg twila n yiɣewwaren
uz: Konfiguratsiyani sozlashda xatolik yuz berdi

source: 5 minutes
kab: 5 n tesdatin
uz: 5 daqiqa

source: 10 minutes
kab: 10 n tesdatin
uz: 10 daqiqa

source: 15 minutes
kab: 15 n tesdatin
uz: 15 daqiqa

source: 3 hours
kab: 3 n yisragen
uz: 3 soat

source: Save Power
kab: Ḥrez tazmert
uz: Quvvatni tejash

source: Perform Better
kab: Aselkem igerrzen
uz: Yaxshiroq ishlash

source: Quiet (Slow)
kab: S laεqel (d asellaw)
uz: Jim (sekin)

source: Loud (Fast)
kab: Iǧhed (d arurad)
uz: Baland (Tez)

source: Error setting label
kab: Tabzimt n yiɣewwaren n tuccḍa
uz: Yorliqni o‘rnatishda xatolik yuz berdi

source: The label matches the existing label
kab: Tabzimt temṣada akked tebzimt i yellan
uz: Yorliq mavjud tegga mos keladi

source: Error formatting disk
kab: Tuccḍa deg umsal n uḍebsi
uz: Diskni formatlashda xato

source: Are you sure you want to format the disk?
kab: D tidet tebɣiḍ ad tmesleḍ aḍebsi?
uz: Haqiqatan ham diskni formatlashni xohlaysizmi?

source: All data on the disk will be lost but may still be recoverable by data recovery services
kab: Akk isefka ɣef uḍebsi ad ruḥen maca zemren ad qqimen ad d-ttwarran s yimeẓla n tririt n yisefka
uz: Diskdagi barcha ma'lumotlar yo'qoladi, ammo ma'lumotlarni qayta tiklash xizmatlari tomonidan qayta tiklanishi mumkin
