Repository: GNOME/gnome-disk-utility
Catalog: po/*.po
Languages: en@shaw, gu, kab, pl, ru, tr, uz

source: Number of CRC errors during UDMA mode
gu: UDMA સ્થિતિ દરમ્યાન CRC ભૂલોની સંખ્યા
kab: Amḍan n tuccḍiwin CRC ɣef teɣzi n uskar EDMA
pl: Liczba błędów CRC podczas działania w trybie UDMA
ru: Количество ошибок контрольной суммы в режиме UDMA
tr: UDMA kipinde CRC hataları sayısı
uz: UDMA rejimida CRC xatolar soni

source: Write Error Rate
en@shaw: 拆 火 别
gu: લેખન ભૂલ દર
kab: Aru aktum n tuccḍa
pl: Częstotliwość błędów zapisu
ru: Ошибок записи
tr: Yazma Hata Oranı
uz: Yozish xatosi darajasi

source: Number of errors while writing to disk (or) multi-zone error rate (or) flying-height
en@shaw: 仇ヰ 火拣 拆 拆 () ヰゐ-答 火 别 () ゐ拆-ｐ拆
gu: ભૂલોની સંખ્યા જ્યારે ડિસ્ક ઘણા ભૂલ ક્ષેત્ર દર (અથવા) ફ્લાઇંગ હાઇટમાં લખી રહ્યા હોય ત્યારે
kab: Amḍan n tuccḍiwin lawan n tira ɣef uḍebsi (neɣ) tuccḍa deg waṭas n yidgan (neɣ) teɣzi n uferfer
ru: Количество ошибок при записи на диск (или) многозонные ошибки (или) высота вылета
tr: Diske yazma sırasında hata sayısı (veya) çok alanlı hata oranı (veya) uçma yüksekliği
uz: Diskka yozish paytida xatolar soni (yoki) ko'p zonali xatolik darajasi (yoki) uchish balandligi

source: Soft Read Error Rate
en@shaw: ю 火 别
kab: Aktum n tuccḍa deg tɣuri n useɣẓan
pl: Częstotliwość programowych błędów odczytu
ru: Мягких ошибок чтения
tr: Yazılım Okuma Hata Oranı
uz: Yumshoq o'qish xatosi darajasi

source: Number of off-track errors
en@shaw: 仇ヰ - 火拣
gu: off-track ભૂલોની સંખ્યા
kab: Amḍan n tuccḍiwin beṛṛa n track
ru: Количество ошибок выхода за трек
tr: İz dışı hata sayısı
uz: Yo'ldan tashqari xatolar soni

source: Data Address Mark Errors
en@shaw: 别 ю 路ヰ葛 火拣
kab: Tuccḍiwin n tecreḍt n tansa n yisefka
pl: Błędy znaczników adresów danych
ru: Ошибок маркирования
tr: Veri Adresi İşaret Hataları
uz: Ma'lumotlar manzilini belgilash xatolar

source: Number of Data Address Mark (DAM) errors (or) vendor-specific
en@shaw: 仇ヰ 别 ю 路ヰ葛 () 火拣 () ю-
gu: Number of Data Address Mark (DAM) ભૂલો (અથવા) વેન્ડર-ચોક્કસ સંખ્યા
kab: Amḍan n tuccḍiwin n tecreḍt n tansiwin n yisefka (DAM) (neɣ) yerza isaǧǧawen
pl: Liczba błędów znaczników adresów danych (DAM) lub specyficznych dla producenta
ru: Количество ошибок маркирования адресации данных (DAM)
tr: Veri Adres İşaret (DAM) hataları sayısı (veya) üreticiye özgü
uz: Ma'lumotlar manzili belgisi (DAM) xatolar soni (yoki) sotuvchiga xos

source: Run Out Cancel
en@shaw: 仇
gu: રદ કરેલુ ચલાવો
kab: Ifukk usefsex
ru: Отмен разгона
tr: İptal Bitmesi
uz: Tugadi Bekor qilish

source: Number of ECC errors
gu: ECC ભૂલોની સંખ્યા
kab: Amḍan n tuccḍiwin ECC
pl: Liczba błędów ECC
ru: Количество коррекций ECC
tr: ECC hataları sayısı
uz: ECC xatolar soni

source: Soft ECC correction
gu: નરમ ECC સુધારો
kab: Aseɣti n useɣẓan ECC
pl: Programowa naprawa ECC
ru: Программных коррекций ECC
tr: Yazılım ECC düzeltme
uz: Yumshoq ECC tuzatish

source: Number of errors corrected by software ECC
gu: સોફ્ટવેર ECC દ્દારા સુધારેલ ભૂલોની સંખ્યા
kab: Amḍan n tuccḍiwin yeqqnen s useɣẓan ECC
pl: Liczba błędów naprawionych przez programowe ECC
ru: Количество ошибок, скорректированных программно
tr: Yazılım ECC tarafından düzeltilmiş hata sayısı
uz: ECC dasturiy ta'minoti tomonidan tuzatilgan xatolar soni

source: Thermal Asperity Rate
en@shaw: 火ヰ ю 别
gu: થર્મલ ઍસ્પેરિટિ દર
kab: Aktum n Thermal Asperity
ru: Перегревов
tr: Termal Sertlik Oranı
uz: Termal asperlik darajasi

source: Number of Thermal Asperity Rate errors
en@shaw: 仇ヰ 火ヰ ю 别 火拣
gu: થર્મલ ઍસ્પેરિટિ દર ભૂલોની સંખ્યા
kab: Amḍan n uktum n Thermal Asperity
ru: Количество ошибок нештатного температурного режима
tr: Termal Sertlik Oranı hataları sayısı
uz: Termal asperlik darajasidagi xatolar soni

source: Flying Height
en@shaw: ゐ拆 ｐ拆
gu: ફ્લાઇંગ હાઇટ
kab: Taɣzi n uferfer
ru: Высота вылета
tr: Uçma Yüksekliği
uz: Parvoz balandligi

source: Height of heads above the disk surface
en@shaw: ｐ拆 ｐю 仇 火
gu: ડિસ્ક સપાટી ઉપર શીર્ષકની ઊંચાઇ
kab: Teɣzi n yiqerra nnig tjumma n uḍebsi
ru: Высота головки над поверхностью диска
tr: Disk yüzeyi üzerinde kafaların yüksekliği
uz: Disk yuzasidan boshlarning balandligi

source: Spin High Current
en@shaw: ｐ 仇
gu: ઉચ્ચ વીજળી પ્રવાહ ને સ્પિન કરો
kab: Anazzal afellay n usekḥer
ru: Сила тока раскрутки
tr: Dönme Yüksek Akımı
uz: Yuqori oqimni aylantirish

source: Amount of high current used to spin up the drive
en@shaw: ヰ ｐ 仇 筐 仇 拆
gu: ડ્રાઇવને સ્પિન અપ કરવા માટે વપરાયેલ ઉચ્ચ વિજળી પ્રવાહની સંખ્યા
kab: Tasmekta n unazzal afellay yettwasqedcen i usezzi n uḍebsi
ru: Сила тока, используемая для раскрутки диска
tr: Sürücü dönüşünü sağlamak için kullanılan yüksek akım miktarı
uz: Drayvni aylantirish uchun ishlatiladigan yuqori oqim miqdori

source: Spin Buzz
ru: Шум раскрутки
tr: Dönme Buzz

source: Number of buzz routines to spin up the drive
en@shaw: 仇ヰ 叼梆 仇 拆
gu: ડ્રાઇવને સ્પિન અપ કરવા માટે ભઝ રુટીનો ની સંખ્યા
kab: Amḍan n wallusen buzz i usezzi n unuḍaf
ru: Количество усилий раскрутки диска
tr: Sürücü dönüşü için buzz yordam sayısı
uz: Drayvni harakatga keltiradigan shovqin tartiblari soni

source: Offline Seek Performance
en@shaw: ゐ拆 梆 拣桂ヰ
gu: ઓફલાઇન સીક પ્રભાવ
kab: Timellit n unadi n beṛṛa waruqqin
ru: Автономное позиционирование
tr: Çevirim Dışı Atlama Performansı
uz: Oflayn qidiruv samaradorligi

source: Drive's seek performance during offline operations
en@shaw: 拆' 梆 拣桂ヰ 拣 ゐ拆 拣别
gu: ઓફલાઇન ક્રિયાઓ દરમ્યાન ડ્રાઇવનું સીક પ્રભાવ
ru: Производительность позиционирования привода при автономных операциях
tr: Çevrimdışı işlemler sırasında sürücünün atlama performansı

source: Disk Shift
kab: Asekḥeṛ n uḍebsi
ru: Смещение диска
tr: Disk Kayması
uz: Diskni o'zgartirish

source: Shift of disk is possible as a result of strong shock loading in the store, as a result of falling (or) temperature
en@shaw: 仇ゐ ゐ答 , 仇ゐ 佛ゐ () юヰ拣
gu: ડિસ્ક ને ખસેડવાનું સંગ્રહમાં મજબૂત શોક લોડીંગનું પરિણામ શક્ય છે, આ તાપમાનનાં નીચે જવાનું પરિણામ છે
kab: Yezmer ad d-yeḍru usikel n uḍebsi ssebba n usali n tyitwin iǧehden seg tḥanut, am uṣubbu neɣ ssebba n tfesna
ru: Смещение диска возможно вследствие сильных ударных нагрузок в накопителе, в результате падения или перегрева
tr: Disk kayması depolamada güçlü şok yükleme sonucu, sıcaklık (veya) düşme sonucu olarak mümkündür
uz: Diskning siljishi do'konda kuchli zarba yuklanishi, haroratning pasayishi (yoki) natijasida mumkin

source: Number of errors as a result of impact loads as detected by a shock sensor
en@shaw: 仇ヰ 火拣 仇ゐ ヰ ゐ答 ю ю
gu: શોક સેન્સર દ્દારા શોધાયેલ લોડોનાં અસરનું પરિણામ તરીકે ભૂલોની સંખ્યા
kab: Amḍan n tuccḍiwin ssebba n yisalayen n uḥazi i yettwafen s umaṭṭaf n tyitwin
ru: Число ошибок в результате ударных нагрузок зафиксированных шоковым сенсором
tr: Şok sensörü tarafından tespit edilen etki yüklemesi sonucundaki hataların sayısı
uz: Shok sensori tomonidan aniqlangan zarba yuklari natijasida xatolar soni

source: Loaded Hours
en@shaw: ゐ答 拣
gu: લોડ થયેલ કલાકો
kab: Isragen n usali
ru: Часов нагрузки
tr: Yüklenme Saatleri
uz: Yuklangan soatlar

source: Number of hours in general operational state
en@shaw: 仇ヰ 拣 ○ю拣 火别 别
gu: સામાન્ય ઑપરેશનલ સ્થિતિમાં કલાકોની સંખ્યા
kab: Amḍan n yisragen deg waddad amehlan amatu
pl: Liczba godzin w ogólnym stanie działania
ru: Количество часов в основном рабочем состоянии
tr: Genel işlem durumunda saatlerin sayısı
uz: Umumiy ish holatidagi soatlar soni

source: Load/Unload Retry Count
en@shaw: ゐ答/ゐ答 梆
gu: પુન:પ્રયત્ન ગણતરીને લોડ/લોડ ન કરો
kab: Asmiḍen n uneεruḍ Sali/Ur ssalay ara
pl: Licznik prób wczytania/usunięcia
ru: Попыток загрузки/выгрузки
tr: Yükleme/Kaldırma Tekrar Sayısı
uz: Qayta urinishlar sonini yuklash/tushirish

source: Loading on drive caused by numerous recurrences of operations, like reading, recording, positioning of heads, etc
gu: ડ્રાઇલ પર લોડ રાખવાથી ક્રિયાનું આવર્તન નું કારણ બની શકે છે, જેવી કે વાંચવાની, રેકોર્ડીંગ, હેડોનું સ્થાન, વગેરે
kab: Asali ɣef unuḍaf i d-yekkan seg sallus n waṭas n tmehlin , am tɣuri, asekles, asedeg n yiqerra, rtg
ru: Нагрузка на привода, вызванная повторяющимися операциями, такими как чтение, запись, позиционирование головок и т.д.
tr: Okuma, kayıt, kafaların konumlandırması gibi çok sayıda işlemlerlerin tekrarından kaynaklanan sürücü üzerindeki yük
uz: O'qish, yozib olish, boshlarni joylashtirish va h.k. kabi operatsiyalarning ko'p takrorlanishi natijasida diskka yuklanish

source: Load Friction
en@shaw: ゐ答
gu: લોડ ઘર્ષણ
kab: Aḥukku n usali
ru: Трение нагрузки
tr: Yük Sürtünmesi
uz: Yuk ishqalanishi

source: Load on drive caused by friction in mechanical parts of the store
en@shaw: ゐ答 拆 佛 ヰ 葛
kab: Sali ɣef unuḍaf i d-yellan s uḥukku deg yiḥricen iɣaranen n tḥanut
ru: Нагрузка на привод, вызванная трением в механических частях накопителя
tr: Sürücü üzerinde mekanik parçaların sürtünmesinden kaynaklanan yük
uz: Do'konning mexanik qismlarida ishqalanishdan kelib chiqqan haydovchiga yuk

source: Total number of load cycles
en@shaw: 答 仇ヰ ゐ答 拆ゐ
gu: લોડ ચક્રોની કુલ સંખ્યા
kab: Amḍan asemday n wallus n usali
pl: Całkowita liczba cykli wczytywania
ru: Всего циклов загрузки
tr: Yük döngüsünün toplam sayısı
uz: Yuklash davrlarining umumiy soni

source: Load-in Time
en@shaw: ゐ答- 拆
gu: લોડ ઇન સમય
kab: Akud n usali
ru: Время загрузки
tr: Yük Görme Zamanı
uz: Yuklash vaqti

source: General time for loading in a drive
en@shaw: ○ю拣 拆 ゐ答 拆
gu: ડ્રાઇવમાં લોડ કરવા માટે સામાન્ય સમય
kab: Akud amatu i usali deg unuḍaf
pl: Ogólny czas wczytywania na dysku
ru: Основное время для загрузки в приводе
tr: Sürücü yük oluşturulan genel zaman
uz: Drayvga yuklashning umumiy vaqti

source: Torque Amplification Count
en@shaw: ヰゐ别
kab: Asmiḍen n usedfu abusin
ru: Усиление крутящего момента
tr: Tork Amplifikasyon Sayısı
uz: Momentni kuchaytirish soni

source: Quantity efforts of the rotating moment of a drive
en@shaw: ю拣 答别 ヰ答ヰ 拆
gu: ડ્રાઇવનું ફેરવવાની ઘટનાનું ગુણવત્તા પ્રયાસો
kab: Lǧehd asmektan n tenzagt n usekḥer n unuḍaf
ru: Количество усилий момента вращения привода
tr: Bir sürücünün dönme anında harcanan çaba
uz: Drayvning aylanish momentining harakatlar miqdori

source: Number of power-off retract events
en@shaw: 仇ヰ - 梆 ю
gu: વીજળી બંધ રીટ્રેક ઘટનાઓની સંખ્યા
kab: Amḍan n tedyanin n tuɣalin ɣef tuqqna
ru: Кол-во событий аварийного выключения
tr: Güç-geri alma etkinlikleri sayısı
uz: Quvvatni o'chirishni qaytarish hodisalari soni

source: GMR Head Amplitude
kab: TArdest n uqerru GMR
pl: Amplituda głowicy GMR
ru: Амплитуда GMR-головки
tr: GMR Kafa Büyüklüğü
uz: GMR bosh amplitudasi

source: Amplitude of heads trembling (GMR-head) in running mode
gu: કાર્યશીલ સ્થિતિમાં ટ્રેમ્બલીંગ (GMR-head) શીર્ષકોનું ઍમ્પ્લિટ્યૂડ
kab: Tardet n uhuzu n yiqerra (GMR-head) deg uskar n usenkar
ru: Амплитуда дрожания головок (GMR-головка) в подвижном режиме
tr: Çalışma kipinde kafaların titreme (GMR-kafası) miktarı
uz: Yugurish rejimida titrayotgan boshlarning amplitudasi (GMR-bosh)

source: Temperature of the drive
en@shaw: юヰ拣 拆
gu: ડ્રાઇવનું તાપમાન
kab: Tafesna n unuḍaf
pl: Temperatura napędu
ru: Температура привода
tr: Sürücünün sıcaklığı
uz: Drayvning harorati

source: Endurance Remaining
en@shaw: ю火 ヰ别
gu: Enduranc બાકી રહ્યુ છે
kab: Azbu i d-yeqqimen
ru: Запас прочности
tr: Kalan Dayanıklılık
uz: Qolgan chidamlilik

source: Number of physical erase cycles completed on the drive as a percentage of the maximum physical erase cycles the drive supports
en@shaw: 仇ヰ 别 拆ゐ ヰゐ梆 拆 拣ю ヰヰ 别 拆ゐ 拆 桂
gu: ડ્રાઇવ પર સમાપ્ત થયેલ ભૌતિક ભૂંસેલ ચક્રોની સંખ્યા તે રીકે ડ્રાઇવ આધારો ની મહત્તમ ભૌતિક ભૂંસેલ ચક્રોની ટકાવારી
kab: Amḍan n wallus n usfaḍ aɣaran yemmden ɣef unuḍaf s ufmiḍi n umḍan afellay n wallus n usfaḍ aɣaran i yessefrak unuḍaf
pl: Liczba fizycznych cykli wymazywania ukończonych na napędzie jako procent maksymalnych fizycznych cykli wymazywania obsługiwanych przez napęd
ru: Количество физических циклов стирания выполненных на приводе в процентном соотношении к максимальному числу физических циклов стирания, поддерживаемых приводом
tr: Sürücünün desteklediği azami silme döngüleri yüzdesi olarak tamamlanan fiziksel silme döngüsü sayısı
uz: Drayvda bajarilgan jismoniy o'chirish sikllari soni, disk qo'llab-quvvatlaydigan maksimal jismoniy o'chirish davrlarining ulushi sifatida

source: Uncorrectable ECC Count
gu: સાચી ન હોય તેવી ECC ગણતરી
kab: Asmiḍen n ECC ur yettwaseɣtan ara
pl: Licznik ECC niemożliwych do naprawy
ru: Некорректируемых ECC
tr: Düzeltilemeyen ECC Sayısı
uz: Tuzatib bo'lmaydigan ECC soni

source: Number of uncorrectable ECC errors
gu: સુધારી ન શકાય તેવી ECC ભૂલોની સંખ્યા
kab: Amḍan n tuccḍiwin ECC ur yettwaseɣtan ara
pl: Liczba błędów ECC niemożliwych do naprawy
ru: Количество некорректируемых ошибок ECC
tr: Düzeltilemeyen ECC hataları sayısı
uz: Tuzatib bo'lmaydigan ECC xatolar soni

source: Good Block Rate
en@shaw: ゐ 别
gu: સારો બ્લોક દર
kab: Aktum amelhu n yiḥder
pl: Częstotliwość dobrych bloków
ru: Процент хороших блоков
tr: İyi Blok Oranı
uz: Yaxshi blokirovka darajasi

source: Number of available reserved blocks as a percentage of the total number of reserved blocks
en@shaw: 仇ヰ 别ゐ 火 ゐ 拣ю 答 仇ヰ 火 ゐ
gu: ઉપલ્બધ આરક્ષિત બ્લોકોની સંખ્યા તે રીતે આરક્ષિત બ્લોકોની કુલ સંખ્યા ની ટકાવારી
kab: Amḍan n yiḥedren i yettwaḥerren llan am ufmiḍi n umḍan asemday n yiḥedren yettwaḥerren
pl: Liczba dostępnych zastrzeżonych bloków jako procent całkowitej liczby zastrzeżonych bloków
ru: Количество доступных резервных блоков в процентном соотношении к общему числу резервных блоков
tr: Toplam ayrılmış blok sayısı yüzdesi olarak kullanılabilir ayrılmış block sayısı
uz: Mavjud zahiralangan bloklar soni zaxiralangan bloklarning umumiy soniga nisbatan foiz sifatida

source: Head Flying Hours
en@shaw: ｐю ゐ拆 拣
kab: Isragen n uferfer n uqerru
ru: Часов вылета головок
tr: Kafa Uçma Saati
uz: Bosh uchish soatlari

source: Time while head is positioning
en@shaw: 拆 拆 ｐю
gu: સમય જ્યારે શીર્ષકને સ્થાનિત કરી રહ્યા હોય
kab: Akud n trusi n uqerru dag wadeg-is
ru: Время позиционирования головки
tr: Kafa konumlandırma esnasında zaman
uz: Bosh joylashish vaqti

source: Read Error Retry Rate
en@shaw: ю 火 梆 别
kab: Afmiḍi n wallus n tuccḍiwin n tɣuri
pl: Częstotliwość prób błędów odczytu
ru: Попыток повторного чтения
tr: Okuma Hatası Tekrar Oranı
uz: Oʻqish xatosi qayta urinish darajasi

source: Number of errors while reading from a disk
en@shaw: 仇ヰ 火拣 拆 梆
gu: ભૂલોની સંખ્યા જ્યારે ડિસ્કમાંથી વાંચી રહ્યા હોય
kab: Amḍan n tuccḍiwin lawan n tɣuri seg uḍebsi
pl: Liczba błędów podczas odczytywania z dysku
ru: Количество ошибок при чтении с диска
tr: Diskten okuma sırasındaki hata miktarı
uz: Diskdan o'qish paytida xatolar soni

source: No description for attribute %d
en@shaw: 筐 %d
gu: ગુણધર્મ %d માટે વર્ણન નથી
kab: Ulac aglam i umyerr %d
pl: Brak opisu atrybutu %d
ru: Нет описания для аттрибута %d
tr: Öznitelik %d için hiçbir açıklama yok
uz: %d atributi tavsifi yoʻq

source: Normalized:
en@shaw: ヰゐ拆:
gu: સામાન્ય કર્યુ હોય તેવુ:
pl: Uśredniona:
ru: Нормализованное:
tr: Normalleştirilmiş:

source: Worst:
en@shaw: 火:
gu: સૌથી ખરાબ:
pl: Najniższa:
ru: Наихудшее:
tr: Kötü:

source: Threshold:
en@shaw: ю答ゐ:
gu: થ્રેશોલ્ડ:
pl: Próg:
ru: Порог:
tr: Eşiği:

source: Value:
en@shaw: ゐ:
gu: કિંમત:
pl: Wartość:
ru: Значение:
tr: Değer:

source: N/A
pl: Nie dotyczy
ru: Н/Д
uz: M/E

source: Failing
en@shaw: 别ゐ
gu: નિષ્ફળ થઇ રહ્યુ છે
pl: Problemy
ru: Неудачно
tr: Başarısız

source: Failed in the past
en@shaw: 别ゐ
gu: ભૂતકાળમાં નિષ્ફળ
kab: Yecceḍ deg yakan
pl: Problemy w przeszłości
ru: Неудачно в прошлом
tr: Geçmişte başarısız
uz: O'tmishda muvaffaqiyatsiz

source: Warning
en@shaw: 桂
gu: ચેતવણી
pl: Ostrzeżenie
ru: Предупреждение
tr: Uyarı

source: Good
gu: સારુ
pl: Dobry
ru: Хорошо
tr: İyi

source: Error reading SMART data
gu: SMART માહિતીને વાંચતી વખતે ભૂલ
ru: Ошибка при чтении данных SMART
tr: SMART verisi okunurken hata oluştu

source: Choose SMART Self-test
ru: Выберите самопроверку SMART
tr: SMART Özsınama'yı Seç

source: The tests may take a very long time to complete depending on the speed and size of the disk. You can continue using your system while the test is running.
en@shaw: ю ヰ 别 ю ゐ 拆 ヰゐ梆 ю 梆 拆 . 筐 筐 拆 ю 仇.
gu: ચકાસણીઓ ઝડપ અને ડિસ્કનાં માપર આધાર રાખી રહ્યુ છે તેને સમાપ્ત કરવા માટે લાંબો સમય લાગી શકે છે. તમે તમારી સિસ્ટમની મદદથી ચાલુ રાખી શકો છો જ્યારે ચકાસણી ચાલી રહી હોય.
pl: W zależności od prędkości i rozmiaru dysku, testy mogą zająć bardzo dużo czasu. Można kontynuować używanie systemu, kiedy test jest wykonywany.
ru: Выполнение теста может занять продолжительное время, в зависимости от скорости и размера диска. Во время выполнения теста можно продолжать пользоваться системой.
tr: Testi diskin hızı ve boyutuna bağlı olarak tamamlamak çok uzun zaman alabilir. Test çalışırken sisteminizi kullanmaya devam edebilirsiniz.

source: _Short (usually less than ten minutes)
en@shaw: _桂 (筐筐ゐ ゐю ю ヰ)
gu: ટૂંકુ (_S) (સામાન્ય રીતે દસ મિનિટ કરતા ઓછુ)
pl: _Krótki (zwykle mniej niż dziesięć minut)
ru: _Короткая (обычно, менее десяти минут)
tr: _Kısa (genellikle on dakikadan az)

source: _Extended (usually tens of minutes)
en@shaw: _ю (筐筐ゐ ю ヰ)
gu: વિસ્તરેલ (_E) (સામાન્ય રીતે દસ મિનિટો)
pl: Rozsz_erzony (zwykle dziesiątki minut)
ru: _Продолжительная (обычно, десятки минут)
tr: _Genişletilmiş (genellikle onlarca dakika)

source: C_onveyance (usually less than ten minutes)
gu: પરિવહન (_o) (સામાન્ય રીતે દસ મિનિટો કરતા ઓછુ)
pl: Transp_ortowy (zwykle mniej niż dziesięć minut)
ru: К_онвейерный (обычно, менее десяти минут)
tr: İ_letim (genellikle on dakikadan az)

source: _Run Self Test
ru: _Запустить самопроверку
tr: Öz Sınamayı Yü_rüt

source: %s (%s) – SMART Data
gu: %s (%s) – SMART માહિતી
ru: %s (%s) — данные SMART
tr: %s (%s) – SMART Verisi

source: Updated:
en@shaw: 仇别:
gu: સુધારેલ:
pl: Zaktualizowano:
ru: Обновлено:
tr: Güncelleme:

source: Time since SMART data was last read – SMART data is updated every 30 minutes unless the disk is sleeping
gu: સમય જ્યાં સુધી SMART માહિતીને છેલ્લે વાંચેલ હોય – SMART માહિતી દરેક ૩૦ મિનિટો એ સુધારેલ છે નહિં તો ડિસ્ક એ નિષ્ક્રિય થઇ જશે
pl: Czas od ostatniego odczytania danych SMART - dane SMART są aktualizowane co 30 minut, chyba że dysk znajduje się w trybie uśpienia
ru: Время с последнего считывания данных SMART – данные SMART обновляются каждые 30 минут, если диск не спит
tr: SMART verisinin son okunduğu zaman - SMART verisi her 30 dakikada bir disk uyumadığı sürece güncellenir

source: Self-tests:
en@shaw: юゐ-ю:
gu: સ્વ-ચકાસણી:
pl: Testy:
ru: Самопроверки:
tr: Dahili testler:

source: The result of the last self-test that ran on the disk
en@shaw: 仇ゐ ゐ юゐ-ю
gu: છેલ્લા self-test નું પરિણામ કે જે ડિસ્ક પર ચાલતુ હતુ
pl: Wyniki ostatniego testu, który uruchomiono na dysku
ru: Результат последней самопроверки диска
tr: Diskte son dahili testin çalıştırılması sonucu

source: Powered On:
en@shaw: 拣 :
gu: પાવર ચાલુ થયેલ છે:
pl: Uruchomiono:
ru: Проработал:
tr: Güç Alma:

source: The amount of elapsed time the disk has been in a powered-up state
en@shaw: ヰ ゐ 拆 ｐ 梆 拣-仇 别
gu: વિતેલા સમયની માત્રા જ્યારે ડિસ્ક વીજળી ચાલુ સ્થિતિમાં રહેલી છે
pl: Czas, jaki upłynął od ostatniego uruchomienia dysku
ru: Количество времени, которое диск провёл во включенном состоянии
tr: Disk güç aldığı durumda bulunduğu sırada geçen süre miktarı

source: Power Cycles:
ru: Циклы питания:
tr: Güç Döngüleri:

source: The number of full disk power on/off cycles
ru: Количество полных циклов вкл./выкл. питания диска
tr: Tam disk gücünü açma/kapatma döngülerinin sayısı

source: Temperature:
en@shaw: юヰ拣:
gu: તાપમાન:
pl: Temperatura:
ru: Температура:
tr: Sıcaklık:

source: The temperature of the disk
en@shaw: юヰ拣
gu: ડિસ્કનું તાપમાન
pl: Temperatura napędu
ru: Температура диска
tr: Diskin sıcaklığı

source: Bad Sectors:
en@shaw: ю火:
gu: ખરાબ સેક્ટરો:
pl: Błędne sektory:
ru: Битых секторов:
tr: Bozuk Sektörler:

source: The sum of pending and reallocated bad sectors
en@shaw: 仇 ю 梆ゐ别 ю火
gu: સ્થગિત અને પુન:ફાળવેલ ખરાબ સેક્ટરોનો સરવાળો
pl: Suma oczekujących i ponownie przydzielonych sektorów
ru: Сумма непроверенных и перераспределённых битых секторов
tr: Bekleyen ve yeniden ayrılan bozuk sektörlerin toplamı

source: Self Assessment:
en@shaw: юゐ юヰ:
gu: સ્વયં ચકાસણી:
pl: Ocena własna:
ru: Самооценка:
tr: Dahili Değerlendirme:

source: The assessment from the disk itself whether it is about to fail
en@shaw: юヰ юゐ ю 别
gu: ડિસ્ક પોતાનું મૂલ્યાંકન ક્યાંતો તે નિષ્ફળ થવા વિશે છે
pl: Ocena samego dysku, czy będzie miał problemy
ru: Самооценка от диска, может ли он отказать
tr: Diskin kendisinden bozuk olup olmadığı hakkında değerlendirme

source: Overall Assessment:
en@shaw: 答拣佛 юヰ:
gu: સંપૂર્ણ ચકાસણી:
pl: Ogólna ocena:
ru: Общая оценка:
tr: Genel Değerlendirme:

source: An overall assessment of the health of the disk
en@shaw: 答拣佛 юヰ ｐюゐ
gu: ડિસ્કની સ્વાસ્થ્યની સંપૂર્ણ ચકાસણી
pl: Ogólna ocena sprawności dysku
ru: Общая оценка исправности диска
tr: Diskin genel sağlık değerlendirmesi

source: _Refresh
gu: પુન:તાજુ કરો (_R)
ru: _Обновить
tr: _Tazele

source: Reads SMART Data, waking up the disk
ru: Считывает данные SMART, включая диск
tr: Diski uyandırarak SMART verisini okur

source: Run _Self-test
ru: _Запустить самопроверку
tr: Öz_sınamayı Yürüt

source: Test the disk surface for errors
gu: ભૂલો માટે ડિસ્ક સપાટીને ચકાસો
ru: Проверить поверхность диска на ошибки
tr: Disk yüzeyini hatalara karşı denetle

source: _Cancel Self-test
ru: _Отменить самопроверку
tr: Özsınamayı _İptal Et

source: Cancels the self-test
ru: Отменяет самопроверку
tr: Özsınamayı iptal eder

source: _Attributes
en@shaw: _筐
gu: ગુણધર્મો (_A)
pl: _Atrybuty
ru: _Атрибуты
tr: Ö_znitelikler

source: Attribute
en@shaw: 筐
gu: ગુણધર્મ
kab: Ayla
pl: Atrybut
ru: Атрибут
tr: Öznitelik
uz: Xususiyat

source: Assessment
en@shaw: юヰ
gu: ચકાસણી
kab: Aktazal
pl: Ocena
ru: Оценка
tr: Değerlendirme
uz: Baholash

source: Value
en@shaw: ゐ
gu: કિંમત
kab: Azal
pl: Wartość
ru: Значение
tr: Değer
uz: Qiymat

source: Don't _warn if the disk is failing
gu: મને ચેતવો નહિં જો ડિસ્ક નિષ્ફળ થઇ રહી હોય (_w)
ru: _Не предупреждать, если диск сбоит
tr: Disk arızalanıyorsa _uyarma

source: Leave unchecked to get notified if the disk starts failing
en@shaw: ゐ梆 ю ю 答拆 葛 别ゐ
gu: જાહેર થયેલ મેળવવા માટે ચકાસવાનું છોડો નહિં જો ડિસ્ક નિષ્ફળતામાં શરૂ થઇ રહી છે
pl: Pozostawienie niezaznaczonego nie spowoduje wyświetlenia powiadomienia, kiedy dysk zacznie mieć problemy
ru: Оставьте неотмеченным, чтобы получать сообщения, если диск будет сбоить
tr: Disk bozulmaya başlarsa haber almak için işaretlenmemiş olarak bırakın

source: %.1f years
en@shaw: %.1f 金
gu: %.1f વર્ષો
pl: %.1f lata
ru: %.1f лет
tr: %.1f yıl

source: %.1f days
en@shaw: %.1f 别
gu: %.1f દિવસો
pl: %.1f dni
ru: %.1f дней
tr: %.1f gün

source: %.1f hours
en@shaw: %.1f 拣
gu: %.1f કલાકો
pl: %.1f godziny
ru: %.1f часов
tr: %.1f saat

source: %.1f minutes
en@shaw: %.1f ヰ
gu: %.1f મિનિટો
pl: %.1f minuty
ru: %.1f минут
tr: %.1f dakika

source: %.1f seconds
en@shaw: %.1f ю
gu: %.1f સેકંડો
pl: %.1f sekundy
ru: %.1f секунд
tr: %.1f saniye

source: %s msec
ru: %s мс
tr: %s ms

source: %d sector
gu: %d સેક્ટર
kab: %d ugzum
pl: %d sektor
ru: %d сектор
tr: %d sektör
uz: %d sektor

source: Failure is a sign of imminent disk failure (Pre-Fail)
en@shaw: 别ゐ 拆 ヰ 别ゐ (Pre-Fail)
gu: નિષ્ફળતા નિકટવર્તી ડિસ્ક નિષ્ફળતાનું ચિહ્ન છે (Pre-Fail)
pl: Niepowodzenie wskazuje awarię dysku w niedługim czasie (Pre-Fail)
ru: Ошибка означает неминуемый отказ диска (Pre-Fail)
tr: Başarısızlık ani disk hatasına bir işarettir (Pre-Fail)

source: Failure is a sign of old age (Old-Age)
en@shaw: 别ゐ 拆 答ゐ 别 (Old-Age)
gu: નિષ્ફળતા એ ઉંમર વાળાનું ચિહ્ન છે (Old-Age)
pl: Niepowodzenie wskazuje oznaki zużycia się sprzętu (Old-Age)
ru: Ошибка означает признак ветхости (Old-Age)
tr: Başarısızlık eskime işaretidir (Old-Age)

source: Every time data is collected (Online)
en@shaw: ю 拆 别 ゐю (Online)
gu: દરેક સમયે માહિતી સંગ્રહેલ છે (ઓનલાઇન)
pl: Po każdym zebraniu danych (Online)
ru: Всякий раз, когда данные собраны (Online)
tr: Her zaman veri toplanır (Online)
