Repository: GNOME/gnome-disk-utility
Catalog: po/*.po
Languages: en@shaw, gu, kab, pl, ru, tr, uz

source: <b>Tip</b>: If you are planning to recycle, sell or give away your old computer or disk, you should use a more thorough erase type to keep your private information from falling into the wrong hands
kab: <b>Asentel</b>: Ma yella tettheyyiḍ ad tεawdeḍ i uslkim-ik aqbur neɣ i aḍebsi, neɣ ad d-taɣeḍ wayeḍ, neɣ ad d-tmuddeḍ i walbaεḍ, ilaq ad tesqedceḍ anaw n usfaḍ lqayen i wakken talɣut-ik ur tɣelli ara deg yir ifassen
uz: <b>Maslahat</b> : Agar siz eski kompyuter yoki diskingizni qayta ishlash, sotish yoki berishni rejalashtirmoqchi bo'lsangiz, shaxsiy ma'lumotlaringizni noto'g'ri qo'llarga o'tkazib yubormaslik uchun yanada chuqurroq o'chirish turidan foydalaning

source: All data on the disk will be overwritten and will likely not be recoverable by data recovery services
kab: Akk isefka ɣef uḍebsi ad ttwarẓen, yezmer ur tettizmireḍ ara ad ten-id-rren yimeẓla n tririt n yisefka
uz: Diskdagi barcha ma'lumotlar qayta yoziladi va ma'lumotlarni tiklash xizmatlari tomonidan qayta tiklanmaydi

source: At least %s
kab: Ma drus %s
uz: Kamida %s

source: Approximately %s
kab: Azal n %s
uz: Taxminan %s

source: Don’t overwrite existing data
kab: Ur ttruẓu ara isefka yellan
uz: Mavjud ma'lumotlarni qayta yozmang

source: Quick
kab: Uzrib
uz: Tez

source: Overwrite existing data with zeroes
kab: Semselsi isefka yellan s yilmawen
uz: Mavjud ma'lumotlarni nol bilan qayta yozing

source: Slow
kab: S ttawil
uz: Sekin

source: ATA Secure Erase
kab: Asfaḍ n tɣellist ATA
uz: ATA xavfsiz o'chirish

source: ATA Enhanced Secure Erase
kab: Asfaḍ n tɣellist yennernan ATA
uz: ATA Enhanced Secure Ease

source: Compatible with all systems and devices
kab: Amṣada akked meṛṛa inagrawen d yibenkan
uz: Barcha tizimlar va qurilmalar bilan mos keladi

source: Compatible with modern systems and hard disks > 2TB
kab: Amṣada akked yinagrawen atraren d yiḍebsiyen iqquranen > 2TB
uz: Zamonaviy tizimlar va > 2TB qattiq disklar bilan mos keladi

source: No partitioning
kab: Ulac beṭṭu ɣef yiḥricen
uz: Bo'linish yo'q

source: Matches partition %u of the device with the given vital product data
kab: Yemṣada d uḥric %u n yibenk akked yisefka azalen n ufaris i d-yettwamudden
uz: Qurilmaning %u-qismi berilgan muhim mahsulot maʼlumotlariga mos keladi

source: Matches the whole disk of the device with the given vital product data
kab: Yessemṣaday tagrumma n uḍebsi n yibenk akked yisefka azalen n ufaris i d-yettwamudden
uz: Qurilmaning butun diskini berilgan muhim mahsulot ma'lumotlari bilan moslashtiradi

source: Matches partition %u of any device connected at the given port or address
kab: Yemṣada d uḥric %u n kra n yibenk i yeqqnen ɣer tewwurt neɣ tansa i d-yettwamudden
uz: Berilgan port yoki manzilga ulangan har qanday qurilmaning %u boʻlimiga mos keladi

source: Matches the whole disk of any device connected at the given port or address
kab: Yessemṣaday tagrumma n uḍebsi n yibenk i yeqqnen ɣer tewwurt neɣ tansa i d-yettwamudden
uz: Berilgan port yoki manzilga ulangan har qanday qurilmaning butun diskiga mos keladi

source: Matches any device with the given label
kab: Yessemṣaday kra n yibenk akked tebzimt i d-yettwamudden
uz: Belgilangan yorliqli har qanday qurilmaga mos keladi

source: Matches the device with the given UUID
kab: Yessemṣaday ibenk akked UUID i d-yettwamudden
uz: Qurilmani berilgan UUID bilan moslashtiradi

source: Matches the given device
kab: Yessemṣaday akked yibenk i d-yettwamudden
uz: Berilgan qurilmaga mos keladi

source: The system may not work correctly if this entry is modified or removed.
kab: Anagraw yezmer ur iteddu ara akken iwata ma yella anekcum-a yettwasenfel neɣ yettwakkes.
uz: Agar ushbu yozuv o'zgartirilsa yoki olib tashlansa, tizim to'g'ri ishlamasligi mumkin.

source: Error removing old /etc/fstab entry
kab: Tuccḍa deg tukksa n unekcum aqbur /etc/fstab
uz: Eski /etc/fstab yozuvini olib tashlashda xatolik yuz berdi

source: Error adding new /etc/fstab entry
kab: Tuccḍa deg tmerna n unekcum amaynut /etc/fstab
uz: Yangi /etc/fstab yozuvini qo'shishda xatolik yuz berdi

source: Error updating /etc/fstab entry
kab: Tuccḍa deg uleqqem n unekcum /etc/fstab
uz: /etc/fstab yozuvini yangilashda xatolik yuz berdi

source: Error writing file
kab: Tuccḍa di tira n ufaylu
uz: Fayl yozishda xatolik yuz berdi

source: Unnamed (%s).img
kab: Warisem (%s).img
uz: Nomsiz (%s).img

source: Error setting partition type
kab: Tuccḍa deg usesteb n wanaw n tegzemt
uz: Bo'lim turini sozlashda xatolik yuz berdi

source: Error setting partition name
kab: Tuccḍa deg usesteb n yisem n tegzemt
uz: Boʻlim nomini oʻrnatishda xatolik yuz berdi

source: Error setting partition flags
kab: Tuccḍa deg usesteb n wannayen n tegzemt
uz: Boʻlim bayroqlarini oʻrnatishda xatolik yuz berdi

source: The partition type represented as a 32-bit <i>GUID</i>
kab: Anaw n uḥric yettusissnen am 32-bit <i>GUID</i>
uz: 32-bitli <i>GUID</i> sifatida taqdim etilgan bo'lim turi

source: Legacy BIOS _Bootable
kab: BIOS aqdim amsenker
uz: Eski BIOS _Bootable

source: This is equivalent to Master Boot Record <i>bootable</i> flag. It is normally only used for GPT partitions on MBR systems
kab: Wagi d amṣada n unammal n <i>bootable</i> n Master Boot Record. Yettuseqdac deg tudet akked yiḥricen kan GPT ɣef yinagrawen MBR
uz: Bu Master Boot Record <i>yuklanadigan</i> bayroqqa teng. Odatda faqat MBR tizimlarida GPT bo'limlari uchun ishlatiladi

source: The partition type as a 8-bit unsigned integer
kab: Anaw n uḥric s talɣa n wummid ur yettwaszemlen ara n 8 yibiten
uz: Bo'lim turi 8 bitli belgisiz butun son sifatida

# Password strength
source: Weak
kab: D uḍɛif
uz: Oson

# Password strength
source: Fair
kab: Uɣdim
uz: Ёмон эмас

# Password strength
source: Good
kab: Igerrez
uz: Yaxshi

# Password strength
source: Strong
kab: Iǧhedd
uz: Ishonchli

source: Current Size
kab: Teɣzi tamirant
uz: Joriy o'lcham

source: Minimal Size
kab: Teɣzi taddayt
uz: Minimal o'lcham

source: _Resize
kab: Semsawi teɣzi (_R)
uz: _Oʻlchamini oʻzgartirish

source: Error resizing filesystem
kab: Tuccḍa deg usemsawi n teɣzi i unagraw n yifuyla
uz: Fayl tizimining oʻlchamini oʻzgartirishda xatolik yuz berdi

source: Error resizing partition
kab: Tuccḍa deg usemsawi n teɣzi n tegzemt
uz: Boʻlim oʻlchamini oʻzgartirishda xatolik yuz berdi

source: Error repairing filesystem after resize
kab: Tuccḍa deg uṣeggem n unagraw n yifuyla seld asmsaw n teɣzi
uz: Oʻlchamini oʻzgartirgandan soʻng fayl tizimini tuzatishda xatolik yuz berdi

source: Resizing not ready
kab: Asemsawi n teɣzi ur yewjid ara
uz: Oʻlchamini oʻzgartirish tayyor emas

source: Waited too long for the filesystem
kab: Anagraw n yifuyla yerǧa aṭas
uz: Fayl tizimi juda uzoq kutildi

source: Error repairing filesystem
kab: Tuccḍa deg uṣeggem n unagraw n yifuyla
uz: Fayl tizimini tuzatishda xatolik yuz berdi

source: Error mounting the filesystem
kab: Tuccḍa deg userkeb n unagraw n yifuyla
uz: Fayl tizimini o'rnatishda xatolik yuz berdi

source: Fit to size
kab: Yemmezg i teɣzi
uz: O'lchamga mos

source: Error mounting filesystem to calculate minimum size
kab: Tuccḍa deg userkeb n unagraw n yifuyla i usmiḍen n teɣzi taddayt
uz: Minimal hajmni hisoblash uchun fayl tizimini o'rnatishda xatolik yuz berdi

source: File does not appear to be XZ compressed
kab: Ur d-iban ara ufaylu ad yettwaskussem XZ
uz: Fayl XZ siqilgan ko'rinmaydi

source: %s when decompressed
kab: %s mi ara yekkes uskussem
uz: %s ochilganda

source: Cannot restore image of size 0
kab: Ur yezmir ara ad d(tettwarr tugna n teɣzi 0
uz: 0 oʻlchamdagi tasvirni tiklab boʻlmadi

source: The disk image is %s smaller than the target device
kab: Tugna n uḍebsi d %s, mecṭuḥet aṭas ɣef yibenk asaḍas
uz: Disk tasviri maqsadli qurilmadan %s kichikroq

source: The disk image is %s bigger than the target device
kab: Tugna n uḍebsi d %s, meqqret aṭas ɣef yibenk asaḍas
uz: Disk tasviri maqsadli qurilmadan %s kattaroq

source: Error restoring disk image
kab: Tuccḍa deg tririt n tugna n uḍebsi
uz: Disk tasvirini tiklashda xatolik yuz berdi

source: Error opening file for reading
kab: Tuccḍa lawan n ulday n ufaylu i tɣuri
uz: Oʻqish uchun faylni ochishda xatolik yuz berdi

source: Error determining size of file
kab: Tuccḍa lawan n uguccel n teɣzi n ufaylu
uz: Fayl hajmini aniqlashda xatolik yuz berdi

# restore-inhibit-message
source: Copying disk image to device
kab: Anɣal n tugna n uḍebsi ɣer yibenk
uz: Disk tasvirini qurilmaga nusxalash

source: Restoring Disk Image
kab: Tiririt n tugna n uḍebsi
uz: Disk tasvirini tiklash

source: Are you sure you want to write the disk image to the device?
kab: D tidet tebɣiḍ ad taruḍ tugna n uḍebsi ɣef yibenk?
uz: Haqiqatan ham qurilmaga disk tasvirini yozmoqchimisiz?

source: All existing data will be lost
kab: Isefka akk yellan ad ṛuḥen
uz: Barcha mavjud ma'lumotlar yo'qoladi

source: _Restore
kab: Err-d (_R)
uz: _Qayta tiklash

source: The encryption passphrase was retrieved from the keyring
kab: TAfyirt n uεeddi n uwgelhen tettwarr-d seg uqettun n tsura
uz: Shifrlash paroli kalit zanjiridan olindi

source: Error unlocking device
en@shaw: 火 仇ゐ 拆
kab: Tuccḍa deg tukksa n usekkeṛ i yibenk
pl: Błąd podczas odblokowywania urządzenia
uz: Qurilmani blokdan chiqarishda xatolik yuz berdi

source: Select a Keyfile
kab: Fren afaylu n tsura
uz: Kalit faylni tanlang

source: Set options to unlock
kab: Sbadu tixtiṛiyin i tukksa n usekkeṛ
uz: Qulfni ochish uchun parametrlarni o'rnating

source: Volumes Grid
kab: Iẓiki n yiblaɣen
uz: Jildlar panjarasi

source: No Media
kab: Ulac amidya
uz: Musiqa pleyeri

# volume-grid
source: Filesystem
kab: Anagraw n yifuyla
uz: Fayl tizimi

# volume-grid
source: Swap
kab: Aemmeskel
uz: Svap

# volume-grid
source: Partition %u: %s
kab: Aḥric %u: %s
uz: %u-boʻlim: %s

# volume-grid
source: Partition %u
kab: Aḥric %u
uz: %u-boʻlim

# volume-grid
source: Extended Partition
kab: Aḥric yettwajbed
uz: Kengaytirilgan bo'lim

# volume-grid
source: Free Space
kab: Tallunt tilellit
uz: Bo'sh joy

source: Error deleting loop device
kab: Tuccḍa lawan n tukksa n yibenk n tneddict
uz: Loop qurilmasini oʻchirishda xatolik yuz berdi

source: Error attaching disk image
kab: Tuccḍa deg useddu n tugna n uḍebsi
uz: Disk tasvirini biriktirishda xatolik yuz berdi

source: Select Disk Image to Attach
kab: Fren tugna n uḍebsi ara tsedduḍ
uz: Biriktiriladigan disk tasvirini tanlang

source: _Attach
kab: Seddu (_A)
uz: _Biriktiring

source: Set up _read-only loop device
kab: Asbadu n yibenk n tneddict i tɣuri kan (_r)
uz: _faqat o'qish uchun sikl qurilmasini sozlang

source: If checked, the loop device will be read-only. This is useful if you don’t want the underlying file to be modified
kab: Ma yella yettwasenqad, ibenk n tneddict ad yili i tɣuri kan. Ayagi igerrez ma yella ur tebɣiḍ ara ad yettwabeddel ufaylu agejdan
uz: Belgilansa, loop qurilmasi faqat o'qish uchun bo'ladi. Agar siz asosiy faylni o'zgartirishni xohlamasangiz, bu foydalidir

source: %s (Read-Only)
kab: %s (I tɣuri kan)
uz: %s (faqat oʻqish uchun)

# job-remaining-with-rate
source: %s remaining (%s/sec)
kab: %s i d-yeqqimen (%s/tsn)
uz: %s qoldi (%s/soniya)

# job-remaining
source: %s remaining
kab: %s i d-yeqqimen
uz: %s qoldi

source: %s of %s — %s
kab: %s seg %s — %s
uz: %s / %s — %s

source: Block device is empty
kab: Ibenk n yiḥder d ilem
uz: Qurilmani bloklash bo‘sh

# partitioning
source: Unknown (%s)
kab: Arussin (%s)
uz: Noma'lum (%s)

source: Connected to another seat
kab: Yeqqen ɣer tɣimit niḍen
uz: Boshqa o'rindiqqa ulangan

source: Loop device is empty
kab: Ibenk n tneddict d ilem
uz: Loop qurilmasi boʻsh

source: %s — %s free (%.1f%% full)
kab: %s — %s ilelli (%.1f%% aččuran)
uz: %s — %s bepul (%.1f%% full)

# partition type
source: Unknown
kab: Arussin
uz: Nomaʼlum

# volume-content-fs
source: Filesystem Root
kab: Aẓar n unagraw n yifuyla
uz: Fayl tizimi ildizi

# volume-content-fs
source: Mounted at %s
kab: Yuli ɣer %s
uz: Oʻrnatilgan: %s

# volume-content-fs
source: Not Mounted
kab: Ur yuli ara
uz: O'rnatilmagan

# volume-content-swap
source: Active
kab: Urmid
uz: Aktiv

# volume-content-swap
source: Not Active
kab: D arurmid
uz: Faol emas

# volume-content-crypto
source: Unlocked
kab: Yekkes-as usekkeṛ
uz: Qulfdan chiqarilgan

# volume-content-crypto
source: Locked
kab: Isekkeṛ
uz: Qulflangan

# volume-contents-msdos-ext
source: Extended Partition
kab: Aḥric yettwajbed
uz: Kengaytirilgan bo'lim

source: Error while repairing filesystem
kab: Tuccḍa lawan uṣeggem n unagraw n yifuyla
uz: Fayl tizimini tuzatishda xatolik yuz berdi

source: Repair successful
kab: Aṣeggem yedda akken iwata
uz: Ta'mirlash muvaffaqiyatli

source: Repair failed
kab: Aṣeggem yecceḍ
uz: Ta'mirlash amalga oshmadi

source: Filesystem %s on %s has been repaired.
kab: Anagraw n yifuyla %s ɣef %s yettawaṣeggem.
uz: %s da %s fayl tizimi tuzatildi.

source: Filesystem %s on %s could not be repaired.
kab: Anagraw n yifuyla %s ɣef %s ur yettawaṣeggem ara.
uz: %s qurilmasidagi %s fayl tizimini tuzatib bo‘lmadi.

source: Confirm Repair
kab: Sentem aṣeggem
uz: Ta'mirlashni tasdiqlang

source: Error while taking filesystem ownership
kab: Tuccḍa lawan n tuṭṭfa n tesyalt n unagraw n yifuyla
uz: Fayl tizimiga egalik qilishda xatolik yuz berdi

source: Error while checking filesystem
kab: Tuccḍa lawan n usenqed n unagraw n yifuyla
uz: Fayl tizimini tekshirishda xatolik yuz berdi

source: Filesystem intact
kab: Anagraw n yifuyla d amedwas
uz: Fayl tizimi buzilmagan

source: Filesystem damaged
kab: Anagraw n yifuyla yerreẓ
uz: Fayl tizimi shikastlangan

source: Filesystem %s on %s is undamaged.
kab: Anagraw n yifuyla %s ɣef %s ur yerriẓ ara.
uz: %sdagi %s fayl tizimi shikastlanmagan.

source: Filesystem %s on %s needs repairing.
kab: Anagraw n yifuyla %s ɣef %s yesra aṣeggem.
uz: %s fayl tizimi %s taʼmirlanishi kerak.

source: Confirm Check
kab: Sentem asenqed
uz: Tekshirishni tasdiqlang

source: The check may take a long time, especially if the partition contains a lot of data.
kab: Asenqed yezmer ad yeṭṭef aṭas n wakud, aṭas aṭas ma yella aḥric deg-s aqettun n yisefka.
uz: Tekshirish uzoq vaqt talab qilishi mumkin, ayniqsa bo'limda juda ko'p ma'lumotlar mavjud bo'lsa.

source: An error occurred when trying to put the drive into standby mode
kab: Tella-d tuccḍa lawan n uneεruḍ n tririt n unuḍaf deg uskar n uqareε
uz: Drayvni kutish rejimiga o'tkazishda xatolik yuz berdi

source: An error occurred when trying to wake up the drive from standby mode
kab: Tella-d tuccḍa lawan n uneεruḍ n tnekra n unuḍaf seg uskar n uqareε
uz: Drayvni kutish rejimidan uyg'otishda xatolik yuz berdi

source: Error powering off drive
kab: Tella-d tuccḍa lawan n useḥbes n usenkar n unuḍaf
uz: Drayvni o'chirishda xatolik yuz berdi

source: Are you sure you want to power off the drives?
kab: D tidet tebɣiḍ ad terreḍ imeɣriyen d iruqqinen?
uz: Haqiqatan ham drayverlarni o'chirmoqchimisiz?

source: This operation will prepare the system for the following drives to be powered down and removed.
kab: Aḥric-a ad iheyyi anagraw i useḥbes n usenker n yinuḍaf-a akked tukksa-nsen.
uz: Ushbu operatsiya tizimni quyidagi drayverlarni o'chirish va olib tashlash uchun tayyorlaydi.

source: _Power Off
kab: Sens (_P)
uz: _O'chirish

source: Error mounting filesystem
kab: Tuccḍa deg userkeb n unagraw n yifuyla
uz: Fayl tizimini oʻrnatishda xatolik yuz berdi

source: All data on the partition will be lost
kab: Akk isefka yellan deg aḥric-a ad ruḥen
uz: Bo'limdagi barcha ma'lumotlar yo'qoladi

source: Error ejecting media
kab: Tuccḍa deg usuffeɣ n umidya
uz: Mediani chiqarishda xatolik yuz berdi

source: Error starting swap
kab: Tuccḍa deg beddu swap
uz: Almashtirishni boshlashda xatolik yuz berdi

source: Error stopping swap
kab: Tuccḍa deg useḥbes swap
uz: Almashtirishni to‘xtatishda xatolik yuz berdi

source: Error setting autoclear flag
kab: Tuccḍa deg uɣewwar n wannay n usfaḍ awurman
uz: Avtomatik tozalash belgisini oʻrnatishda xatolik yuz berdi

source: Error canceling job
kab: Tuccḍa deg usefsex n umahil
uz: Ishni bekor qilishda xatolik yuz berdi

source: Invalid compressed data
kab: Isefka ussiden d arameɣtuyen
uz: Siqilgan maʼlumotlar notoʻgʻri

source: Not enough memory
kab: Txuṣṣ tkatut
uz: Xotira yetishmayapti

source: Internal error
kab: Tuccḍa n daxel
uz: Ichki xato

source: Need more input
kab: Yesra ugar n yinekcumen
uz: Koʻproq kiritish kerak

source: Copyright © 2008-2013 Red Hat, Inc. Copyright © 2008-2013 David Zeuthen Copyright © 2009-2017 The GNOME Project
kab: Izerfan © 2008-2013 Red Hat, Inc. Izerfan © 2008-2013 David Zeuthen Izerfan © 2009-2017 The GNOME Project
uz: Mualliflik huquqi © 2008-2013 Red Hat, Inc. Mualliflik huquqi © 2008-2013 David Zeuthen Mualliflik huquqi © 2009-2017 GNOME loyihasi

source: View, modify and configure disks and media
kab: Wali, senfel syen swel iḍebsiyen akked yimidyaten
uz: Disk va medialarni ko'rish, o'zgartirish va sozlash

source: _New Disk Image…
kab: Tugna n uḍebsi amaynut… (_N)
uz: _Yangi disk tasviri…

source: _Attach Disk Image… (.iso, .img)
kab: Seddu tugn_a n uḍebsi… (.iso, .img)
uz: _Disk tasvirini biriktirish… (.iso, .img)

source: _Keyboard Shortcuts
kab: Inegzumen n unasiw (_K)
uz: _Klaviatura yorliqlari

source: _About Disks
kab: Γef yiḍebsiyen (_A)
uz: _Disklar haqida

source: Benchmark
kab: Asefran

source: _Start Benchmark…
kab: Bdu asefran… (_S)

source: _Abort Benchmark
kab: Sefsex asefran (_A)
uz: _ Benchmarkni bekor qilish

source: Last Benchmarked
kab: Asefran aneggaru
uz: Oxirgi taqqoslash

source: Average Read Rate
kab: Aktum n tɣuri alemmas
uz: O'rtacha o'qish darajasi

source: Average Write Rate
kab: Aktum n tira alemmas
uz: O'rtacha yozish tezligi

source: Average Access Time
kab: Akud n unekcum alemmas
uz: O'rtacha kirish vaqti

source: Disk or Device
kab: Aḍebsi neɣ Ibenk
uz: Ishga tushganda disk ko’rinishidagi “Qurilma” ustunini ko’rsatish

source: Sample Size
kab: Teɣzi n tlemmict
uz: Namuna hajmi

source: Benchmark Settings
kab: Iɣewwaren n usefran
uz: Benchmark sozlamalari

source: _Start Benchmarking…
kab: Bdu asefren… (_S)
uz: _Bachmarkingni boshlash…

source: Transfer Rate
kab: Siweḍ aktum
uz: Transfer tezligi

source: Number of S_amples
kab: Amḍ_an n tlemmicin
uz: S_amples soni

source: Sample S_ize (MiB)
kab: Teɣz_i n tlemmict (MiB)
uz: S_siz namunasi (MiB)

source: Perform _write-benchmark
kab: Selkem _tira n usefran n uktazal
uz: _Write-benchmarkni bajaring

source: Number of samples. Bigger number produces more smooth graphs but the benchmark will take more time.
kab: Amḍan n tlemmicin. Amḍan ameqqran idlisen yemzin ugar maca asefran ad yeṭṭef aṭas n wakud.
uz: Namunalar soni. Kattaroq raqam yanada silliq grafiklarni ishlab chiqaradi, ammo benchmark ko'proq vaqt oladi.

source: The number of MiB (1048576 bytes) to read/write for each sample. Big sample sizes tend to produce more accurate benchmarks at the cost of the benchmark taking more time.
kab: Amḍan n MiB (1 048 576 yibiten) i tɣuri/tira i yal talemmict. Tilemmicin meqqren ttuwint ɣer ufares n yisefranen usdiden ɣef usefran n wacḥal aya.
uz: Har bir namuna uchun o'qish/yozish uchun MiB (1048576 bayt) soni. Katta namuna o'lchamlari ko'proq vaqt talab qiladigan benchmark narxida aniqroq ko'rsatkichlarni ishlab chiqarishga moyildir.

source: Access Time
kab: Akud n unekcum
uz: Kirish vaqti

source: Number of Sampl_es
kab: Amḍan n tl_emmicin
uz: Namunalar soni

source: Number of samples. Bigger number produces a more accurate picture of access time patterns but takes more time.
kab: Amḍan n tlemmicin. Amḍan ameqqran yettfaras-d tugna tusdidt i tneɣrufin n wakud n unekcum, d acu ad yeṭṭef aṭas n wakud.
uz: Namunalar soni. Kattaroq raqam kirish vaqti naqshlarining aniqroq tasvirini yaratadi, lekin ko'proq vaqt talab etadi.

source: Change Passphrase
kab: Senfel tafyirt n uεeddi
uz: Parolni o'zgartirish

source: Curr_ent Passphrase
kab: Tafyirt n uε_eddi tamirant
uz: Joriy_ent parol iborasi

source: Enter current passphrase used to protect the data
kab: Sekcem tafyirt-a n uεeddi yettwasqedcen i ummesten n yisefka
uz: Ma'lumotlarni himoya qilish uchun joriy parolni kiriting

source: New _Passphrase
kab: Awal n uεeddi amaynut (_P)
uz: Yangi _parol

source: Enter new passphrase used to protect the data
kab: Sekcem tafyirt n uεeddi tamaynut yettwasqedcen i ummesten n yisefka
uz: Ma'lumotlarni himoya qilish uchun ishlatiladigan yangi parolni kiriting

source: C_onfirm Passphrase
kab: Sentem awal n uεeddi (_O)

source: Confirm passphrase entered above
kab: Sentem tafyirt n uεeddi i teskecmeḍ i usawen
uz: Yuqorida kiritilgan parolni tasdiqlang

source: The strength of the passphrase
kab: Aǧhad n tefyirt n uεeddi
uz: Parol iborasining kuchi

source: Sho_w Passphrases
kab: Sken tifyar n uεeddi (_W)
uz: Parollarni ko'rsatish

source: Check this box to see the passphrases entered above
kab: Senqed tabewwaḍt-a i wakken ad twaliḍ tafyar n uεeddi yettwarun usawen
uz: Yuqorida kiritilgan parollarni ko'rish uchun ushbu katakchani belgilang

source: C_hange
kab: Beddel (_H)

source: Warning: all data on the volume will be lost
kab: Γur-k: akk isefka deg ubleɣ-a ad ruḥen
uz: Ogohlantirish: ovoz balandligidagi barcha ma'lumotlar yo'qoladi

source: Confirm the details of the current volume before proceeding.
kab: Sentem talqayt n uleɣ-a send akemmel.
uz: Davom etishdan oldin joriy hajm tafsilotlarini tasdiqlang.

source: Volume
en@shaw: ゐ筐
kab: Ableɣ
pl: Wolumin
uz: Ovoz balandligi

source: Used
kab: Yettwaseqdec
uz: Ishlatilgan

source: Location
kab: Adig
uz: Joylashuvi

source: Create Disk Image
kab: Rnu tugna n uḍebsi
uz: Disk tasvirini yaratish

source: _Name
kab: Isem (_N)
uz: Ism

source: Save in _Folder
kab: Sekles deg ukaram (_F)
uz: _Folderda saqlang

source: Select a Folder
kab: Fren akaram
uz: Jildni tanlang

source: Source
kab: Aɣbalu
uz: Manba

source: _Start Creating…
kab: Bdu timerna… (_S)
uz: _Yaratishni boshlash…

source: Volume _Name
kab: Isem _n ubleɣ
uz: Jild _Nomi

source: The name to use for the filesystem. This is useful if you want to refer to the device via a symlink in the /dev/disk/by-label directory.
kab: Isem ara yettwaseqdacen i unagraw n yifuyla. Ayagi ad yelhu ma yella tebɣiḍ ad tesɣebleḍ ibenk s useɣwen azamulan deg ukaram /dev/disk/by-label.
uz: Fayl tizimi uchun foydalaniladigan nom. Agar siz /dev/disk/by-label katalogidagi simli havola orqali qurilmaga murojaat qilmoqchi bo'lsangiz, bu foydali bo'ladi.

source: For example: “Angela’s Files” or “Backup”.
kab: Imedyaten: “Ifuyla n Angela” neɣ “Aḥraz”.
uz: Masalan: "Anjelaning fayllari" yoki "Zaxira".

source: _Erase
en@shaw: _别
kab: Sf_eḍ
pl: _Usuń
uz: _Oʻchirish

source: Overwrites existing data, but takes longer.
kab: Yettruẓu isefka yellan, maca yettaṭṭaf aṭas n wakud.
uz: Mavjud ma'lumotlarni qayta yozadi, lekin ko'proq vaqt oladi.

source: _Internal disk for use with Linux systems only (Ext4)
kab: Aḍebsi adigan ara yettwaseqdacen akked yinagrawen Linux kan (Ext4) (_I)
uz: _Faqat Linux tizimlarida foydalanish uchun ichki disk (Ext4)

source: _Password protect volume (LUKS)
kab: Awal n uεeddi yemmestan ableɣ (LUKS) (_P)
uz: _Parol himoyasi hajmi (LUKS)

source: For use with _Windows (NTFS)
kab: I useqdec akked _Windows (NTFS)
uz: _Windows (NTFS) bilan foydalanish uchun

source: For use with all _systems and devices (FAT)
kab: I useqdec akked yinagrawen d yibenkan (FAT) (_s)
uz: Barcha _tizimlar va qurilmalar bilan foydalanish uchun (FAT)

source: _Other
kab: Wayeḍ (_O)
uz: _Boshqa
