Repository: GNOME/gnome-disk-utility
Catalog: po/*.po
Languages: en@shaw, gu, kab, pl, ru, tr, uz

source: FAT (12-bit version)
en@shaw: FAT (12- 火)
gu: FAT (12-બીટ આવૃત્તિ)
pl: FAT (wersja 12 bitowa)
ru: FAT (12-битная версия)
tr: FAT (12-bit sürümü)

source: FAT (16-bit version)
en@shaw: FAT (16- 火)
gu: FAT (16-બીટ આવૃત્તિ)
pl: FAT (wersja 16 bitowa)
ru: FAT (16-битная версия)
tr: FAT (16-bit sürümü)

source: FAT (32-bit version)
en@shaw: FAT (32- 火)
gu: FAT (32-બીટ આવૃત્તિ)
pl: FAT (wersja 32 bitowa)
ru: FAT (32-битная версия)
tr: FAT (32-bit sürümü)

source: NTFS (version %s)
gu: NTFS (આવૃત્તિ %s)
pl: NTFS (wersja %s)
ru: NTFS (версии %s)
tr: NTFS (sürüm %s)

source: Ext2 (version %s)
gu: Ext2 (આવૃત્તિ %s)
ru: Ext2 (версии %s)
tr: Ext2 (sürüm %s)

source: Ext3 (version %s)
gu: Ext3 (આવૃત્તિ %s)
ru: Ext3 (версии %s)
tr: Ext3 (sürüm %s)

source: Journal for Ext3 (version %s)
gu: Ext3 માટે જર્નલ (આવૃત્તિ %s)
ru: Журнал для Ext3 (версии %s)
tr: Ext3 için Günlük (sürüm %s)

source: Journal for Ext3
gu: Ext3 માટે જર્નલ
ru: Журнал для Ext3
tr: Ext3 için Günlük

source: Ext4 (version %s)
gu: Ext4 (આવૃત્તિ %s)
ru: Ext4 (версии %s)
tr: Ext4 (sürüm %s)

source: XFS (version %s)
gu: XFS (આવૃત્તિ %s)
ru: XFS (версии %s)
tr: XFS (sürüm %s)

source: ReiserFS (version %s)
gu: ReiserFS (આવૃત્તિ %s)
ru: ReiserFS (версии %s)
tr: ReiserFS (sürüm %s)

source: Swap Space
en@shaw: 别
gu: સ્વેપ જગ્યા
pl: Przestrzeń wymiany
ru: Область подкачки (swap)
tr: Takas Alanı

source: LVM2 Physical Volume (version %s)
en@shaw: LVM2 ゐ筐 (火 %s)
gu: LVM2 ભૌતિક વોલ્યુમ (આવૃત્તિ %s)
pl: Wolumin fizyczny LVM2 (wersja %s)
ru: Физический том LVM2 (версия %s)
tr: LVM2 Fiziksel Birim (sürüm %s)

source: LVM2 Physical Volume
en@shaw: LVM2 ゐ筐
gu: LVM2 ભૌતિક વોલ્યુમ
pl: Wolumin fizyczny LVM2
ru: Физический том LVM2
tr: LVM2 Fiziksel Birim

source: RAID Component (version %s)
en@shaw: RAID ヰ答 (火 %s)
gu: RAID ઘટક (આવૃત્તિ %s)
pl: Element RAID (wersja %s)
ru: Компонент RAID (версии %s)
tr: RAID Bileşeni (sürüm %s)

source: Creating File System
en@shaw: 别 拆
gu: ફાઇલ સિસ્ટમને બનાવી રહ્યા છે
pl: Tworzenie systemu plików
ru: Создание файловой системы
tr: Dosya Sistemi Oluşturma

source: Mounting File System
en@shaw: ヰ 拆
gu: ફાઇલ સિસ્ટમને માઉન્ટ કરી રહ્યા છે
pl: Montowanie systemu plików
ru: Подключение файловой системы
tr: Dosya Sistemi Bağlama

source: Unmounting File System
gu: ફાઇલ સિસ્ટમને અનમાઉન્ટ કરી રહ્યા છે
pl: Odmontowywanie systemu plików
ru: Отключение файловой системы
tr: Dosya Sistemi Bağı Kesme

source: Checking File System
en@shaw: ю 拆
gu: ફાઇલ સિસ્ટમને ચકાસી રહ્યા છે
pl: Sprawdzanie systemu plików
ru: Проверка файловой системы
tr: Dosya Sistemi Kontrolü

source: Creating LUKS Device
en@shaw: 别 LUKS 拆
gu: LUKS ઉપકરણને બનાવી રહ્યા છે
pl: Tworzenie urządzenia LUKS
ru: Создание устройства LUKS
tr: LUKS Aygıtı Oluşturma

source: Unlocking LUKS Device
en@shaw: 仇ゐ LUKS 拆
gu: LUKS ઉપકરણનું તાળુ ખોલી રહ્યા છે
pl: Odblokowywanie urządzenia LUKS
ru: Разблокирование устройства LUKS
tr: LUKS Aygıtı Kilidi Açma

source: Locking LUKS Device
en@shaw: ゐ LUKS 拆
gu: LUKS ઉપકરણને તાળુ મારી રહ્યા છે
pl: Zablokowywanie urządzenia LUKS
ru: Блокирование устройства LUKS
tr: LUKS Aygıt Kilitleme

source: Creating Partition Table
en@shaw: 别 葛 别
gu: પાર્ટીશન કોષ્ટકને બનાવી રહ્યા છે
pl: Tworzenie tablicy partycji
ru: Создание таблицы разделов
tr: Bölümleme Tablosu Oluşturma

source: Deleting Partition
en@shaw: ゐ梆 葛
gu: પાર્ટીશનને કાઢી રહ્યા છે
pl: Usuwanie partycji
ru: Удаление раздела
tr: Bölümleme Silme

source: Creating Partition
en@shaw: 别 葛
gu: પાર્ટીશનને બનાવી રહ્યા છે
pl: Tworzenie partycji
ru: Создание раздела
tr: Bölümleme Oluşturma

source: Modifying Partition
en@shaw: ヰ拆 葛
gu: પાર્ટીશનને બદલી રહ્યા છે
pl: Modyfikowanie partycji
ru: Изменение раздела
tr: Bölümleme Değiştirme

source: Setting Label for Device
en@shaw: ю ゐ别 拆
gu: ઉપકરણ માટે લેબલને સુયોજિત કરી રહ્યા છે
pl: Ustawianie etykiety urządzenia
ru: Назначение метки устройства
tr: Aygıt için Etiket Ayarı

source: Changing Passphrase for Encrypted LUKS Device
gu: એનક્રિપ્ટ થયેલ LUKS ઉપકરણ માટે પાસફ્રેઝને બદલી રહ્યા છે
pl: Zmienianie hasła dla zaszyfrowanego urządzenia LUKS
ru: Изменение ключевой фразы зашифрованного устройства LUKS
tr: Şifreli LUKS Aygıtı için Parola metni değiştirme

source: Adding Component to RAID Array
en@shaw: ヰ答 RAID 拣
gu: RAID એરે માં ઘટકને ઉમેરી રહ્યા છે
pl: Dodawanie elementu do macierzy RAID
ru: Добавление компонента в RAID-массив
tr: RAID Array'ı için Bileşen Ekleme

source: Removing Component from RAID Array
en@shaw: ヰ叼 ヰ答 RAID 拣
gu: RAID એરે માંથી ઘટકને દૂર કરી રહ્યા છે
pl: Usuwanie elementu z macierzy RAID
ru: Удаление компонента из RAID-массива
tr: RAID Array'ından Bileşen Çıkarma

source: Stopping RAID Array
en@shaw: RAID 拣
gu: RAID એરેને બંધ કરી રહ્યા છે
pl: Zatrzymywanie macierzy RAID
ru: Остановка RAID-массива
tr: RAID Array'ı Durdurma

source: Starting RAID Array
en@shaw: 葛 RAID 拣
gu: RAID એરે ને શરૂ કરી રહ્યા છે
pl: Uruchamianie macierzy RAID
ru: Запуск RAID-массива
tr: RAID Array'i Başlatma

source: Checking RAID Array
en@shaw: ю RAID 拣
gu: RAID એરેને ચકાસી રહ્યા છે
pl: Sprawdzanie macierzy RAID
ru: Проверка RAID-массива
tr: RAID Array'ı Kontrolü

source: Repairing RAID Array
en@shaw: 吼 RAID 拣
gu: RAID એરેને સુધારી રહ્યા છે
pl: Naprawianie macierzy RAID
ru: Восстановление RAID-массива
tr: RAID Array Onarma

source: Running Short SMART Self-Test
en@shaw: 仇 桂 ヰ葛 юゐ-ю
gu: ટૂંકુ SMART Self-Test ચાલી રહ્યુ છે
pl: Wykonywanie krótkiego testu SMART
ru: Короткий SMART-тест
tr: Kısa SMART Self-Test Çalıştırma

source: Running Extended SMART Self-Test
en@shaw: 仇 ю ヰ葛 юゐ-ю
gu: એક્સટેન્ડેડ SMART Self-Test ચાલી રહ્યુ છે
pl: Wykonywanie rozszerzonego testu SMART
ru: Продолжительный SMART-тест
tr: Genişletilmiş SMART Self-Test Çalıştırma

source: Running Conveyance SMART Self-Test
en@shaw: 仇 别 ヰ葛 юゐ-ю
gu: Conveyance SMART Self-Test ચાલી રહ્યુ છે
pl: Wykonywanie transportowego testu SMART
ru: Конвейерный SMART-тест
tr: İletim SMART Self-Test Çalıştırma

source: Ejecting Media
en@shaw: ○ю ヰ梆
gu: મીડિયાને બહાર નીકળી રહ્યા છે
pl: Wysuwanie nośnika
ru: Извлечение носителя
tr: Medya Çıkartma

source: Detaching Device
gu: ઉપકરણને અલગ કરી રહ્યા છે
pl: Odłączanie urządzenia
ru: Отключение устройства
tr: Aygıt Ayırma

source: Forcibly Unmounting Filesystem
gu: દબાણપૂર્વક ફાઇલ સિસ્ટમને અનમાઉન્ટ કરી રહ્યા છે
pl: Wymuszone odmontowywanie systemu plików
ru: Принудительное отключение файловой системы
tr: Dosya Sisteminin Bağını Zorla Kesme

source: Forcibly Locking LUKS device
en@shaw: ゐ ゐ LUKS 拆
gu: દબાણપૂર્વક LUKS ઉપકરણને તાળુ મારી રહ્યા છે
pl: Wymuszone zablokowanie urządzenia LUKS
ru: Принудительное блокирование устройства LUKS
tr: LUKS Aygıtını Zorla Kilitleme

source: Linux Basic Data Partition
gu: Linux Basic માહિતી પાર્ટીશન
ru: Раздел основных данных Linux
tr: Linux Temel Veri Bölümü

source: Linux RAID Partition
en@shaw: 路ゐ RAID 葛
gu: Linux RAID પાર્ટીશન
pl: Partycja RAID Linuksa
ru: Раздел Linux RAID
tr: Linux RAID Bölümlemesi

source: Linux Swap Partition
en@shaw: 路ゐ 葛
gu: Linux સ્વેપ પાર્ટીશન
kab: Aḥric n Linux SWAP
pl: Partycja wymiany Linuksa
ru: Раздел Linux Swap
tr: Linux Swap Bölümlemesi
uz: Linux almashtirish bo'limi

source: Linux LVM Partition
gu: Linux LVM પાર્ટીશન
pl: Partycja LVM Linuksa
ru: Раздел Linux LVM
tr: Linux LVM Bölümlemesi

source: Linux Reserved Partition
en@shaw: 路ゐ 火 葛
gu: Linux આરક્ષિત થયેલ પાર્ટીશન
pl: Zastrzeżona partycja Linuksa
ru: Зарезервированный раздел Linux
tr: Linux'a Saklıdır Bölümleme

source: MBR Partition Scheme
gu: MBR પાર્ટીશન યોજના
pl: Schemat partycji MBR
ru: Схема разделов MBR
tr: MBR Bölümleme Şeması

source: EFI System Partition
gu: EFI સિસ્ટમ પાર્ટીશન
pl: Partycja systemowa EFI
ru: Системный раздел EFI
tr: EFI Sistem Bölümlemesi

source: BIOS Boot Partition
gu: BIOS બુટ પાર્ટીશન
ru: Загрузочный раздел BIOS
tr: BIOS Önyükleme Bölümü

source: Microsoft Reserved Partition
en@shaw: 路ヰ拆答 火 葛
gu: Microsoft આરક્ષિત થયેલ પાર્ટીશન
pl: Zastrzeżona partycja Microsoft
ru: Зарезервированный раздел Microsoft
tr: Microsoft'a Saklı Bölümleme

source: Microsoft Basic Data Partition
gu: Microsoft Basic માહિતી પાર્ટીશન
ru: Раздел основных данный Microsoft
tr: Microsoft Temel Veri Bölümü

source: Microsoft LDM Metadata Partition
gu: Microsoft LDM મેટાડેટા પાર્ટીશન
ru: Раздел метаданных Microsoft LDM
tr: Microsoft LDM Meta-veri Bölümü

source: Microsoft LDM Data Partition
gu: Microsoft LDM માહિતી પાર્ટીશન
ru: Раздел данных Microsoft LDM
tr: Microsoft LDM Veri Bölümü

source: Microsoft Windows Recovery Environment
ru: Среда восстановления Microsoft Windows (WinRE)
tr: Microsoft Windows Kurtarma Ortamı

source: HP-UX Data Partition
gu: HP-UX માહિતી પાર્ટીશન
ru: Раздел данных HP-UX
tr: HP-UX Veri Bölümü

source: HP-UX Service Partition
gu: HP-UX સેવા પાર્ટીશન
ru: Служебный раздел HP-UX
tr: HP-UX Hizmet Bölümü

source: FreeBSD Boot Partition
gu: FreeBSD બુટ પાર્ટીશન
ru: Загрузочный раздел FreeBSD
tr: FreeBSD Önyükleme Bölümü

source: FreeBSD Data Partition
gu: FreeBSD માહિતી પાર્ટીશન
ru: Раздел данных FreeBSD
tr: FreeBSD Veri Bölümü

source: FreeBSD Swap Partition
gu: FreeBSD સ્વેપ પાર્ટીશન
ru: Раздел подкачки FreeBSD
tr: FreeBSD Takas Bölümü

source: FreeBSD UFS Partition
gu: FreeBSD UFS પાર્ટીશન
ru: Раздел FreeBSD UFS
tr: FreeBSD UFS Bölümü

source: FreeBSD Vinum Partition
gu: FreeBSD Vinum પાર્ટીશન
ru: Раздел FreeBSD Vinum
tr: FreeBSD Vinum Bölümü

source: FreeBSD ZFS Partition
gu: FreeBSD ZFS પાર્ટીશન
ru: Раздел FreeBSD ZFS
tr: FreeBSD ZFS Bölümü

source: Solaris Boot Partition
gu: Solaris બુટ પાર્ટીશન
ru: Загрузочный раздел Solaris
tr: Solaris Önyükleme Bölümü

source: Solaris Root Partition
gu: Solaris રુટ પાર્ટીશન
ru: Корневой раздел Solaris
tr: Solaris Kök Bölümü

source: Solaris Swap Partition
gu: Solaris સ્વેપ પાર્ટીશન
ru: Раздел подкачки Solaris
tr: Solaris Takas Bölümü

source: Solaris Backup Partition
gu: Solaris બેકઅપ પાર્ટીશન
ru: Резервный раздел Solaris
tr: Solaris Yedek Bölümü

source: Solaris /usr Partition
gu: Solaris /usr પાર્ટીશન
ru: Раздел Solaris /usr
tr: Solaris /usr Bölümü

source: Solaris /var Partition
gu: Solaris /var પાર્ટીશન
ru: Раздел Solaris /var
tr: Solaris /var Bölümü

source: Solaris /home Partition
gu: Solaris /home પાર્ટીશન
ru: Раздел Solaris /home
tr: Solaris /home Bölümü

source: Solaris Alternate Sector Partition
ru: Раздел вторичного сектора Solaris
tr: Solaris Alternatif Kesim Bölümü

source: Solaris Reserved Partition
ru: Зарезервированный раздел Solaris
tr: Solaris'e Ayrılmış Bölüm

source: Solaris Reserved Partition (2)
ru: Зарезервированный раздел Solaris (2)
tr: Solaris'e Ayrılmış Bölüm (2)

source: Solaris Reserved Partition (3)
ru: Зарезервированный раздел Solaris (3)
tr: Solaris'e Ayrılmış Bölüm (3)

source: Solaris Reserved Partition (4)
ru: Зарезервированный раздел Solaris (4)
tr: Solaris'e Ayrılmış Bölüm (4)

source: Solaris Reserved Partition (5)
ru: Зарезервированный раздел Solaris (5)
tr: Solaris'e Ayrılmış Bölüm (5)

source: Apple HFS/HFS+ Partition
gu: Apple HFS/HFS+ પાર્ટીશન
pl: Partycja HFS/HFS+ Apple
ru: Раздел Apple HFS/HFS+
tr: Apple HFS/HFS+ Bölümlemesi

source: Apple UFS Partition
gu: Apple UFS પાર્ટીશન
pl: Partycja UFS Apple
ru: Раздел Apple UFS
tr: Apple UFS Bölümlemesi

source: Apple ZFS Partition
gu: Apple ZFS પાર્ટીશન
ru: Раздел Apple ZFS
tr: Apple ZFS Bölümü

source: Apple RAID Partition
en@shaw: 路 RAID 葛
gu: Apple RAID પાર્ટીશન
pl: Partycja RAID Apple
ru: Раздел Apple RAID
tr: Apple RAID Bölümlemesi

source: Apple RAID Partition (Offline)
gu: Apple RAID પાર્ટીશન (ઓફલાઇન)
ru: Раздел Apple RAID (автономный режим)
tr: Apple RAID Bölümü (Çevrimdışı)

source: Apple Boot Partition
gu: Apple બુટ પાર્ટીશન
ru: Загрузочный раздел Apple
tr: Apple Önyükleme Bölümü

source: Apple Label Partition
gu: Apple લેબલ પાર્ટીશન
ru: Раздел меток Apple
tr: Apple Etiket Bölümü

source: Apple TV Recovery Partition
ru: Раздел восстановления Apple TV
tr: Apple TV Kurtarma Bölümü

source: NetBSD Swap Partition
gu: NetBSD Swap પાર્ટીશન
ru: Раздел подкачки NetBSD
tr: NetBSD Takas Bölümü

source: NetBSD FFS Partition
gu: NetBSD FFS પાર્ટીશન
ru: Раздел NetBSD FFS
tr: NetBSD FFS Bölümü

source: NetBSD LFS Partition
gu: NetBSD LFS પાર્ટીશન
ru: Раздел NetBSD LFS
tr: NetBSD LFS Bölümü

source: NetBSD RAID Partition
gu: NetBSD RAID પાર્ટીશન
ru: Раздел NetBSD RAID
tr: NetBSD RAID Bölümü

source: NetBSD Concatenated Partition
ru: Объединённый раздел NetBSD
tr: NetBSD Bitiştirilmiş Bölümü

source: NetBSD Encrypted Partition
gu: NetBSD એનક્રિપ્ટ થયેલ પાર્ટીશન
ru: Зашифрованный раздел NetBSD
tr: NetBSD Şifreli Bölümü

source: Unused Partition
en@shaw: 叼 葛
gu: બિનઉપયોગી પાર્ટીશન
pl: Nieużywana partycja
ru: Неиспользуемый раздел
tr: Kullanılmayan Bölümleme

source: Empty Partition
en@shaw: юヰ 葛
gu: ખાલી પાર્ટીશન
pl: Pusta partycja
ru: Пустой раздел
tr: Boş Bölümleme

source: Driver Partition
en@shaw: 拆 葛
gu: ડ્રાઇવર પાર્ટીશન
pl: Partycja sterownika
ru: Раздел Driver
tr: Driver Bölümlemesi

source: Driver 4.3 Partition
en@shaw: 拆 4.3 葛
gu: ડ્રાઇવર 4.3 પાર્ટીશન
pl: Partycja sterownika 4.3
ru: Раздел Driver 4.3
tr: Driver 4.3 Bölümlemesi

source: ProDOS file system
gu: ProDOS ફાઇલ સિસ્ટમ
pl: System plików ProDOS
ru: Файловая система ProDOS
tr: ProDOS dosya sistemi

source: Empty (0x00)
en@shaw: юヰ (0x00)
gu: ખાલી (0x00)
pl: Pusta (0x00)
ru: Пустой (0x00)
tr: Boş (0x00)

source: Extended (0x05)
en@shaw: ю (0x05)
gu: એક્સટેન્ડેડ (0x05)
pl: Rozszerzona (0x05)
ru: Расширенный (0x05)
tr: Genişletilmiş (0x05)

source: Hidden FAT12 (0x11)
en@shaw: ｐ FAT12 (0x11)
gu: છુપાયેલ FAT12 (0x11)
pl: Ukryta FAT12 (0x11)
ru: Скрытый FAT12 (0x11)
tr: Gizli FAT12 (0x11)

source: Compaq diagnostics (0x12)
en@shaw: 路ヰ 拆 (0x12)
pl: Diagnostyczna Compaq (0x12)
ru: Диагностический раздел Compaq (0x12)
tr: Compaq teşhis (0x12)

source: Hidden FAT16 <32M (0x14)
en@shaw: ｐ FAT16 <32M (0x14)
gu: છુપાયેલ FAT16 <32M (0x14)
pl: Ukryta FAT16 <32M (0x14)
ru: Скрытый FAT16 <32M (0x14)
tr: Gizli FAT16 &lt;32M (0x14)

source: Hidden FAT16 (0x16)
en@shaw: ｐ FAT16 (0x16)
gu: છુપાયેલ FAT16 (0x16)
pl: Ukryta FAT16 (0x16)
ru: Скрытый FAT16 (0x16)
tr: Gizli FAT16 (0x16)

source: Hidden HPFS/NTFS (0x17)
gu: છુપાયેલ HPFS/NTFS (0x17)
pl: Ukryta HPFS/NTFS (0x17)
ru: Скрытый HPFS/NTFS (0x17)
tr: Gizli HPFS / NTFS (0x17)

source: Hidden W95 FAT32 (0x1b)
en@shaw: ｐ W95 FAT32 (0x1b)
gu: છુપાયેલ W95 FAT32 (0x1b)
pl: Ukryta Windows 95 FAT32 (0x1b)
ru: Скрытый W95 FAT32 (0x1b)
tr: Gizli W95 FAT32 (0x1b)

source: Hidden W95 FAT32 (LBA) (0x1c)
gu: છુપાયેલ W95 FAT32 (LBA) (0x1c)
pl: Ukryta Windows 95 FAT32 (LBA) (0x1c)
ru: Скрытый W95 FAT32 (LBA) (0x1c)
tr: Gizli W95 FAT32 (LBA) (0x1C)

source: Hidden W95 FAT16 (LBA) (0x1e)
gu: છુપાયેલ W95 FAT16 (LBA) (0x1e)
pl: Ukryta Windows 95 FAT16 (LBA) (0x1e)
ru: Скрытый W95 FAT16 (LBA) (0x1e)
tr: Gizli W95 FAT16 (LBA) (0x1E)

source: Unknown (%s)
en@shaw: 仇答 (%s)
gu: અજ્ઞાત (%s)
pl: Nieznana (%s)
ru: Неизвестный (%s)
tr: Bilinmeyen (%s)

source: A popular format compatible with almost any device or system, typically used for file exchange.
en@shaw: 筐ゐ 桂ヰ ヰ 佛ゐヰ答 ю 拆 , ゐ 筐 拆 ю别.
gu: જાણીતુ બંધારણ મોટેભાગે કોઇપણ ઉપકરણ અથવા સિસ્ટમ સાથે સુસંગત છે, ફાઇલ પરિવર્તન માટે આદર્શ રીતે વપરાયેલ છે.
pl: Popularny format zgodny z prawie każdym urządzeniem czy systemem, zwykle używany do wymiany plików.
ru: Популярный формат, совместимый почти со всеми устройствами и системами, в основном используется для обмена файлами.
tr: Genellikle dosya alışverişi için kullanılan hemen her aygıt veya sistem uyumlu popüler bir biçim.

source: This file system is compatible with Linux systems only and provides classic UNIX file permissions support. This file system does not use a journal.
en@shaw: 拆 ヰ 路ゐ ヰ 答ゐ 拆 ゐ 路筐 拆 火ヰ 桂. 拆 仇 筐 ○火.
gu: આ ફાઇલ સિસ્ટમ ફક્ત Linux સિસ્ટમો સાથે સુસંગત છે અને ઉત્તમ UNIX ફાઇલ પરવાનગીઓને આધાર પૂરો પાડે છે. ફાઇલ સિસ્ટમ જર્નલ વાપરતુ નથી.
pl: Ten system plików jest zgodny tylko z systemem Linux i obsługuje klasyczne uniksowe uprawnienia plików. Nie używa księgowania.
ru: Эта файловая система совместима только с системами Linux и предоставляет поддержку классической для систем UNIX прав доступа к файлам. Эта файловая система не использует журнал.
tr: Bu dosya sistemi sadece Linux sistemleri ile uyumludur ve klasik UNIX dosya izinlerine destek sağlar. Bu dosya sistemi bir günlük kullanmaz.

source: This file system is compatible with Linux systems only and provides classic UNIX file permissions support.
en@shaw: 拆 ヰ 路ゐ ヰ 答ゐ 拆 ゐ 路筐 拆 火ヰ 桂.
gu: આ ફાઇલ સિસ્ટમ ફક્ત Linux સિસ્ટમો સાથે સુસંગત છે અને ઉત્તમ UNIX ફાઇલ પરવાનગીઓને આધાર પૂરો પાડે છે.
pl: Ten system plików jest zgodny tylko z systemem Linux i obsługuje klasyczne uniksowe uprawnienia plików.
ru: Эта файловая система совместима только с системами Linux и предоставляет поддержку классической для систем UNIX прав доступа к файлам.
tr: Bu dosya sistemi sadece Linux sistemleri ile uyumludur ve klasik UNIX dosya izinlerine destek sağlar.

source: Swap area used by the operating system for virtual memory.
en@shaw: 吼 筐 拣别 火 ヰюヰ拣.
gu: સ્વેપ વિસ્તાર વર્ચ્યુઅલ મેમરી માટે ઓપરેટીંગ સિસ્ટમ દ્દારા વપરાયેલ છે.
pl: Obszar wymiany używany przez system operacyjny dla pamięci wirtualnej.
ru: Область подкачки, используемая операционной системой как виртуальная память.
tr: Takas alanı sanal bellek için işletim sistemi tarafından kullanılmaktadır.

source: The native Windows file system. Not widely compatible with other operating systems than Windows.
en@shaw: 别 答 拆 . 拆ゐ ヰ 仇 拣别 ヰ 答.
gu: મૂળ Windows ફાઇલ સિસ્ટમ. Windows કરતા બીજી ઓપરેટીંગ ફાઇલ સિસ્ટમો સાથે વ્યાપક રીતે વપરાયેલ નથી.
pl: Natywny system plików systemu Windows. Nie jest szeroko zgodny z systemami operacyjnymi innymi niż Windows.
ru: Оригинальная файловая система Windows. Не очень хорошо совместима с операционными системами, отличными от Windows.
tr: Ana Windows dosya sistemi. Windows dışındaki işletim sistemleri ile yaygın olarak uyumlu değildir.

source: Simple filesystem with low overhead and UNIX permissions support. Not widely compatible with operating systems other than Linux and Minix.
ru: Простая файловая система с низкими накладными расходами и поддержкой прав доступа UNIX. Не является широко совместимой с ОС, отличными от Linux и Minix.
tr: Düşük taşma ve UNIX izinleri destekli basit dosya sistemi. Linux ve Minix haricindeki işletim sistemleri ile fazla uyumlu değil.

source: No file system will be created.
en@shaw: 拆 别.
gu: ફાઇલ સિસ્ટમ બનાવેલ હશે નહિં.
pl: Żaden system plików nie zostanie utworzony.
ru: Ни одна файловая система не будет создана.
tr: Hiçbir dosya sistemi oluşturulmayacak.

source: Create an Extended Partition for logical partitions.
en@shaw: 别 ю 葛 ゐ○ .
gu: લોજીકલ પાર્ટીશનો માટે એક્સટેન્ડેડ પાર્ટીશન બનાવો.
pl: Tworzy partycję rozszerzoną dla partycji logicznych.
ru: Создать расширенный раздел для логических разделов.
tr: Mantıksal disk bölümlemeler için bir Genişletilmiş Bölümleme oluşturun.

source: The Master Boot Record scheme is compatible with almost any device or system but has a number of limitations with respect to disk size and number of partitions.
en@shaw: ヰ 叼 桂 路梆 ヰ 佛ゐヰ答 ю 拆 仇 ｐ 仇ヰ ゐヰ别 ю 拆 仇ヰ .
gu: Master Boot Record યોજના એ મોટેભાગે કોઇપણ ઉપકરણ અથવા સિસ્ટમ સાથે સુસંગત છે પરંતુ તેની પાસે ડિસ્ક માપ અને પાર્ટીશનોની સંખ્યા ની બાબત સાથે મર્યાદાઓ છે.
pl: Schemat głównego sektora startowego jest zgodny z prawie każdym urządzeniem czy systemem, ale posiada liczne ograniczenia względem rozmiaru dysku i liczby partycji.
ru: Схема главной загрузочной записи (MBR) совместима почти с любым устройством или системой, но имеет ряд ограничений на размер диска и число разделов.
tr: Master Boot Record düzeni neredeyse herhangi bir aygıt veya sistem ile uyumludur ancak disk boyutu ve bölümleme sayısı ile ilgili bir takım sınırlamaları vardır.

source: A legacy scheme that is incompatible with most systems except Apple systems and most Linux systems. Not recommended for removable media.
en@shaw: ゐю 路梆 ヰ ヰ答 ヰ ю 路 ヰ ヰ答 路ゐ ヰ. юヰю ヰ叼 ヰ梆.
gu: લેગસિ યોજના એ મોટેભાગે બધી સિસ્ટમો Apple સિસ્ટમોને બાદ કરતા અને Linux સિસ્ટમો સાથે સુસંગત છે. દૂર કરી શકાય તેવી મીડિયા માટે અગ્રહણીય નથી.
pl: Przestarzały schemat, który jest niezgodny z większością systemów poza systemami Apple i większością systemów Linux. Niezalecane dla nośników wymiennych.
ru: Схема с наследованием, которая несовместима с большинством систем, за исключением систем Apple и большинства систем Linux. Не рекомендуется для сменных носителей.
tr: Apple sistemleri ve çoğu Linux sistemleri dışında uyumlu olmayan bir miras düzeni. Çıkarılabilir ortam için önerilirmez.

source: The GUID scheme is compatible with most modern systems but may be incompatible with some devices and legacy systems.
gu: GUID યોજના મોટેભાગે આધુનિક સિસ્ટમો સાથે સુસંગત છે પરંતુ અમુક ઉપકરણો અને લેગસિ સિસ્ટમો સાથે અસુસંગત હોઇ શકે છે.
pl: Schemat GUID jest zgodny z większością nowoczesnych systemów, ale może być niezgodny z niektórymi urządzeniami i przestarzałymi systemami.
ru: GUID-cхема совместима с большинством современных систем, но может быть несовместима с некоторыми устройствами и системами с наследованием.
tr: GUID düzeni en modern sistemler uyumludur ile ancak bazı aygıt ve eski sistemler ile uyumlu olmayabilir.

source: Marks the entire disk as unused. Use this option only if you want to avoid partitioning the disk for e.g. whole disk use or floppy / Zip disks.
en@shaw: ヰ葛 ю拆 叼. 筐 答ゐ 娥 .○. ｐ答 筐 ゐ / .
gu: વપરાશમાં ન હોય તે તરીકે આખી ડિસ્કને ચિહ્નિત કરે છે. ફક્ત આ વિકલ્પને વાપરો જો તમે દા.ત. આખી ડિસ્ક વપરાશ અથવા ફ્લોપી / Zip ડિસ્કો માટે ડિસ્ક પાર્ટીશન કરવાનું અવગણવા ઇચ્છતા હોય તો.
pl: Oznacza cały dysk jako nieużywany. Należy używać tej opcji tylko po to, aby uniknąć partycjonowania dysku, dla np. użycia całego dysku lub dyskietek/dysków Zip.
ru: Помечает весь диск как неиспользуемый. Используйте этот параметр, только если хотите исключить разметку диска, например для использования всего диска или для дискет и дисков Zip.
tr: Tüm disk kullanılmayan olarak işaretler. Bu seçeneği yalnızca disk bölümlemeden kaçınmak istediğinizde örneğin bütün diski kullanmak veya disket / ZIP diskleri için kullanın.

source: %.1f KB/s
ru: %.1f КБ/с

source: %.1f MB/s
ru: %.1f МБ/с

source: %.1f GB/s
ru: %.1f ГБ/с

source: Virtual
en@shaw: 火
gu: વર્ચ્યુઅલ
pl: Wirtualne
ru: Виртуальный
tr: Sanal

# connection name
source: Unknown
en@shaw: 仇答
gu: અજ્ઞાત
pl: Nieznane
ru: Неизвестно
tr: Bilinmeyen

source: %s at %s
en@shaw: %s %s
gu: %s પર %s
pl: %s o prędkości %s
ru: %s с %s
tr: %s hızı %s

source: Striped set without parity. Provides improved performance but no fault tolerance. If a single disk in the array fails, the entire RAID-0 array fails.
en@shaw: 拆 ю ю. 拆 ヰ叼 拣桂ヰ 仇 佛ゐ ゐ火. 拣 别ゐ, ю拆 RAID-0 拣 别ゐ.
gu: પેરિટી વગર સ્ટ્રાઇપ થયેલ સમૂહ. સુધારેલ પ્રભાવને પૂરુ પાડે છે પરંતુ ખરાબ સહનશીલતા નથી. જો અરેમાં એક ડિસ્ક ને નિષ્ફળ કરે છે, આખી RAID-0 એરે નિષ્ફળ જાય છે.
pl: Ustawiono "stripe" bez parzystości. Zwiększa wydajność, ale nie tolerancję błędów. Jeśli pojedynczy dysk w macierzy będzie miał awarię, cała macierz RAID-0 będzie go miała.
ru: Простая установка без контроля чётности. Предоставляет максимальную производительность, но неустойчива к отказам. Отказ одного из дисков в массиве означает отказ всего массива RAID-0.
tr: Parite olmadan şerit küme. Gelişmiş performans sağlar ama hata toleransı yoktur. Eğer dizi içinde tek bir disk başarısız olursa, tüm RAID-0 dizisi başarısız olur.
