Repository: GNOME/gnome-disk-utility
Catalog: po/*.po
Languages: en@shaw, gu, kab, pl, ru, tr, uz

source: Edit Encr_yption Options…
kab: Ẓreg tixtiṛiyin n uwgelhen… (_y)
uz: Encr_yption parametrlarini tahrirlash…

source: _Create Partition Image…
kab: Rnu tugna i uḥric… (_C)
uz: _Bo‘lim tasvirini yaratish…

source: _Restore Partition Image…
kab: Err-d tugna n uḥric… (_R)
uz: _Bo‘lim tasvirini tiklash…

source: _Benchmark Partition…
kab: Aḥric n umselɣu… (_B)
uz: _Benchmark boʻlimi…

source: All Files
kab: Akk ifuyla
uz: Barcha fayllar

source: Disk Images (*.img, *.img.xz, *.iso)
kab: Tugniwin n uḍebsi (*.img, *.img.xz, *.iso)
uz: Disk rasmlari (*.img, *.img.xz, *.iso)

source: Disk Images (*.img, *.iso)
kab: Tugniwin n uḍbsi (*.img, *.iso)
uz: Disk rasmlari (*.img, *.iso)

source: %d year
kab: %d n useggas
uz: %d yil

source: %d month
kab: %d n waggur
uz: %d oy

source: %d day
kab: %d n wass
uz: %d kun

source: %d hour
kab: %d n usrag
uz: %d soat

source: %d minute
kab: %d tsedat
uz: %d daqiqa

source: %d second
kab: %d tasint
uz: %d soniya

source: %d milli-second
kab: %d milli-tasint
uz: %d millisekund

# duration-year-to-inf
source: %s, %s and %s
kab: %s, %s akked %s
uz: %s, %s va %s

# duration-months-to-year
source: %s and %s
kab: %s akked %s
uz: %s va %s

# duration-day-to-month
source: %s and %s
kab: %s akked %s
uz: %s va %s

# duration-hour-to-day
source: %s and %s
kab: %s akked %s
uz: %s va %s

# duration-minute-to-hour
source: %s and %s
kab: %s akked %s
uz: %s va %s

# duration
source: Less than a minute
kab: Ur tettaweḍ ara tesdat
uz: Bir daqiqadan kamroq vaqt

# confirmation-list-of-devices
source: Affected Devices
kab: Ibenkan yettwaɣen
uz: Ta'sir qilingan qurilmalar

source: Error unmounting filesystem
kab: Tuccḍa deh userkeb n unagraw n yifuyla
uz: Fayl tizimini oʻchirishda xatolik yuz berdi

source: Error locking device
kab: Tuccḍa deg usekkeṛ n yibenk
uz: Qurilmani bloklashda xatolik yuz berdi

source: Error disabling autoclear for loop device
kab: Tuccḍa deg usensi n usfaḍ awurman n yibenk n tneddict
uz: Loop qurilmasi uchun autoclearni o‘chirishda xatolik yuz berdi

# notify-smart
source: Hard Disk Problems Detected
kab: Ttwafen wuguren n uḍbsi aqquran
uz: Qattiq diskdagi muammolar aniqlandi

# notify-smart
source: A hard disk is likely to fail soon.
kab: Aḍebsi aqquran ur yettεeṭṭil ara ad yerreẓ.
uz: Tez orada qattiq disk ishlamay qolishi mumkin.

# notify-smart
source: Examine
kab: Sekyed
uz: Tekshirish

# benchmark-graph
source: %3g ms
uz: %3g milodiy

# benchmark-access-time
source: %.2f msec
uz: %.2f msek

source: XFS — Linux Filesystem
uz: XFS - Linux fayl tizimi

source: <b>WARNING</b>: The Secure Erase command may take a very long time to complete, can’t be canceled and may not work properly with some hardware. In the worst case, your drive may be rendered unusable or your system may crash or lock up. Before proceeding, please read the article about <a href='https://ata.wiki.kernel.org/index.php/ATA_Secure_Erase'>ATA Secure Erase</a> and make sure you understand the risks
uz: <b>OGOHLANTIRISH</b> : Xavfsiz o‘chirish buyrug‘ini bajarish juda uzoq vaqt talab qilishi, uni bekor qilib bo‘lmaydi va ba’zi apparat vositalari bilan to‘g‘ri ishlamasligi mumkin. Eng yomon holatda, diskingiz yaroqsiz holga kelishi yoki tizimingiz ishdan chiqishi yoki bloklanishi mumkin. Davom etishdan oldin, <a href='https://ata.wiki.kernel.org/index.php/ATA_Secure_Erase'>ATA Secure Erase</a> haqidagi maqolani o'qing va xavflarni tushunganingizga ishonch hosil qiling

source: A flag used by the Platform bootloader to determine where the OS should be loaded from. Sometimes the partition with this flag set is referred to as the <i>active</i> partition
uz: Operatsion tizimni qayerdan yuklash kerakligini aniqlash uchun Platforma yuklovchisi tomonidan ishlatiladigan bayroq. Ba'zan ushbu bayroq o'rnatilgan bo'lim <i>faol</i> bo'lim deb ataladi

source: A filesystem repair is not always possible and can cause data loss. Consider backing it up first in order to use forensic recovery tools that retrieve lost files. The operation may take a long time, especially if the partition contains a lot of data.
uz: Fayl tizimini ta'mirlash har doim ham mumkin emas va ma'lumotlar yo'qolishiga olib kelishi mumkin. Yo'qolgan fayllarni qayta tiklash uchun sud-tibbiyot vositalaridan foydalanish uchun avval uni zaxiralashni o'ylab ko'ring. Operatsiya uzoq vaqt talab qilishi mumkin, ayniqsa bo'lim juda ko'p ma'lumotlarni o'z ichiga olgan bo'lsa.

source: Benchmarking involves measuring the transfer rate on various area of the device as well as measuring how long it takes to seek from one random area to another. Please back up important data before using the write benchmark.
uz: Benchmarking qurilmaning turli sohalarida uzatish tezligini o'lchashni, shuningdek, bir tasodifiy hududdan ikkinchisiga qancha vaqt ketishini o'lchashni o'z ichiga oladi. Iltimos, yozish benchmarkidan foydalanishdan oldin muhim maʼlumotlarning zaxira nusxasini yarating.

source: Benchmarking the write-rate of a disk requires exclusive access to the disk (e.g. the disk or its partitions cannot be mounted or in use) and involves reading data and then writing it back. As a result, the contents of the disk is not changed. If not checked, the write-part of the benchmark will not be done but on the other hand exclusive access to the device is not needed (e.g. the disk or device can be in use).
uz: Diskning yozish tezligini taqqoslash diskka eksklyuziv kirishni talab qiladi (masalan, disk yoki uning bo'limlarini o'rnatib bo'lmaydi yoki ishlatilmaydi) va ma'lumotlarni o'qish va keyin uni qayta yozishni o'z ichiga oladi. Natijada, disk tarkibi o'zgarmaydi. Belgilanmagan bo'lsa, benchmarkning yozish qismi bajarilmaydi, lekin boshqa tomondan qurilmaga eksklyuziv kirish kerak emas (masalan, disk yoki qurilma foydalanishda bo'lishi mumkin).

source: Aggressive spin-down may wear out the drive faster than anticipated. Please check the “Start/Stop Count” SMART attribute from time to time
uz: Agressiv aylanish diskni kutilganidan tezroq eskirishi mumkin. Vaqti-vaqti bilan “Start/Stop Count” SMART atributini tekshiring

source: A_PM
uz: AM / _PM

source: Switch off <i>User Session Defaults</i> to manage encryption options and passphrase for the device. The options correspond to an entry in the <b>/etc/crypttab</b> file
uz: Qurilma uchun shifrlash opsiyalari va parol iborasini boshqarish uchun <i>Foydalanuvchi seansining birlamchi parametrlarini</i> o‘chiring. Variantlar <b>/etc/crypttab</b> faylidagi yozuvga mos keladi

source: Resizing a filesystem can lead to data loss. You are advised to backup your data before. The resize operation will take longer if a lot of data has to be moved. The minimal size is calculated according to the current content. Keep additional free space for the filesystem to work fast and reliably.
uz: Fayl tizimining o'lchamini o'zgartirish ma'lumotlar yo'qolishiga olib kelishi mumkin. Oldindan ma'lumotlaringizni zaxiralash tavsiya etiladi. Agar ko'p ma'lumotlarni ko'chirish kerak bo'lsa, o'lchamini o'zgartirish jarayoni uzoqroq davom etadi. Minimal o'lcham joriy tarkibga muvofiq hisoblanadi. Fayl tizimining tez va ishonchli ishlashi uchun qo'shimcha bo'sh joy qoldiring.

source: Changes ownership of the filesystem to your user and group. The recursive mode does also change the ownership of all subdirectories and files, this can lead to destructive results when the filesystem contains a directory structure where ownership should belong to different users (e.g., a system backup or a filesystem that is accessed by multiple users).
uz: Fayl tizimi egaligini foydalanuvchi va guruhingizga o'zgartiradi. Rekursiv rejim barcha quyi kataloglar va fayllarga egalik huquqini ham o'zgartiradi, bu fayl tizimida egalik huquqi turli foydalanuvchilarga tegishli bo'lishi kerak bo'lgan katalog tuzilmasi mavjud bo'lsa, bu halokatli natijalarga olib kelishi mumkin (masalan, tizimning zaxira nusxasi yoki bir nechta foydalanuvchilar kirishi mumkin bo'lgan fayl tizimi).

source: The volume to format
en@shaw: ゐ筐 桂ヰ
pl: Wolumin do sformatowania

source: Compatible with Linux (ext3)
en@shaw: ヰ 路ゐ (ext3)
pl: Zgodny z Linuksem (ext3)

source: SecureDigital
pl: SecureDigital (SD)

source: SD High Capacity
pl: SD o wysokiej pojemności (SDHC)

source: Flash
en@shaw: ゐ
pl: Dysk flash

source: RAID device %s (%s)
en@shaw: RAID 拆 %s (%s)
pl: Urządzenie RAID %s (%s)

source: %s Software RAID
en@shaw: %s RAID
pl: Programowy RAID o rozmiarze %s

source: Software RAID
en@shaw: RAID
pl: Programowy RAID

source: %s / %s / %s bytes
en@shaw: %s / %s / %s 拆
pl: %s/%s/%s bajty

source: Linux Ext2 (version %s)
en@shaw: 路ゐ Ext2 (火 %s)
pl: Linux ext2 (wersja %s)

source: Linux Ext3 (version %s)
en@shaw: 路ゐ Ext3 (火 %s)
pl: Linux ext3 (wersja %s)

source: Journal for Linux ext3 (version %s)
en@shaw: ○火 路ゐ ext3 (火 %s)
pl: Księgowanie dla Linux ext3 (wersja %s)

source: Journal for Linux ext3
en@shaw: ○火 路ゐ ext3
pl: Księgowanie dla Linux ext3

source: Linux Ext4 (version %s)
en@shaw: 路ゐ Ext4 (火 %s)
pl: Linux ext4 (wersja %s)

source: Linux XFS (version %s)
pl: Linux XFS (wersja %s)

source: LDM meta data Partition
pl: Partycja metadanych LDM

source: LDM data Partition
pl: Partycja danych LDM

source: Basic Data Partition
en@shaw: 别 别 葛
pl: Podstawowa partycja danych

source: W95 FAT32 (0x0b)
pl: Windows 95 FAT32 (0x0b)

source: W95 FAT32 (LBA) (0x0c)
pl: Windows 95 FAT32 (LBA) (0x0c)

source: W95 FAT16 (LBA) (0x0e)
pl: Windows 95 FAT16 (LBA) (0x0e)

source: Hibernation (0x84)
en@shaw: ｐ拆火别 (0x84)
pl: Hibernacja (0x84)

source: Linux LVM (0x8e)
pl: LVM Linuksa (0x8e)

source: Hibernation (0xa0)
en@shaw: ｐ拆火别 (0xa0)
pl: Hibernacja (0xa0)

source: Linux RAID autodetect (0xfd)
pl: Automatycznie wykryte RAID Linuksa (0xfd)

source: %.1f kbit/s
pl: %.1f KB/s

source: %.1f Mbit/s
pl: %.1f MB/s

source: %.1f Gbit/s
pl: %.1f GB/s

# RAID level
source: Linear
en@shaw: ゐ
pl: Liniowo

source: %s RAID Component
en@shaw: %s RAID ヰ答
pl: Element RAID o rozmiarze %s

source: Part of "%s" %s array
en@shaw: 葛 "%s" %s 拣
pl: Część macierzy "%s" %s

source: Count of remapped sectors. When the hard drive finds a read/write/verification error, it mark the sector as "reallocated" and transfers data to a special reserved area (spare area)
pl: Licznik ponownie przydzielonych sektorów. Kiedy dysk twardy znajduje błąd odczytu/zapisu/sprawdzania, oznacza sektor jako "ponownie przydzielony" i przesyła dane do specjalnego zastrzeżonego obszaru zapasowego

source: Select what SMART self test to run
en@shaw: ゐю ヰ葛 юゐ ю 仇
pl: Proszę wybrać test SMART do wykonania

source: _Initiate Self Test
en@shaw: _梆别 юゐ ю
pl: Za_inicjuj test

source: Health status is unknown
en@shaw: ｐюゐ 别 仇答
pl: Stan sprawności jest nieznany

source: SMART is not available
en@shaw: ヰ葛 别ゐ
pl: SMART jest niedostępne

source: SMART Data
en@shaw: ヰ葛 别
pl: Dane SMART

source: _Drive:
en@shaw: _拆:
pl: _Napęd:

source: Status
en@shaw: 别
pl: Stan

source: Updating...
en@shaw: 仇别...
pl: Aktualizowanie...

source: Reads SMART data from the disk, waking it up if necessary
en@shaw: 梆 ヰ葛 别 , 别 仇 ю拣
pl: Odczytanie danych SMART z dysku, przebudzenie go, jeśli to niezbędne

source: Update now
en@shaw: 仇别
pl: Zaktualizuj teraz

source: Initiates a self-test on the drive
en@shaw: 梆 юゐ-ю 拆
pl: Wykonuje test dysku

source: Run self-test
en@shaw: 仇 юゐ-ю
pl: Wykonaj test

source: Cancels the currently running test
en@shaw: ゐ 仇ゐ 仇 ю
pl: Anuluje obecnie wykonywany test

source: The name of the model of the disk
en@shaw: 别 ヰ
pl: Nazwa modelu dysku

source: Model Name:
en@shaw: ヰ 别:
pl: Nazwa modelu:

source: The firmware version of the disk
pl: Wersja oprogramowania wewnętrznego dysku

source: The serial number of the disk
en@shaw: 梆 仇ヰ
pl: Numer seryjny napędu

source: Don't _warn me if the disk is failing
en@shaw: 答 _桂 ヰ 别ゐ
pl: Bez ostrzegania o problemach z dyskiem t_wardym

source: Last self-test completed OK
en@shaw: ゐ юゐ-ю ヰゐ梆 答
pl: Ostatni test został pomyślnie ukończony

source: Last self-test was cancelled
en@shaw: ゐ юゐ-ю ゐ
pl: Anulowano ostatni test

source: Last self-test was cancelled (with hard or soft reset)
en@shaw: ゐ юゐ-ю ゐ ( ｐ葛 梆ю)
pl: Anulowano ostatni test (za pomocą ponownego uruchomienia komputera)

source: Last self-test not completed (a fatal error might have occured)
pl: Nie ukończono ostatniego testu (mógł wystąpił błąd krytyczny)

source: Last self-test FAILED (Electrical)
en@shaw: ゐ юゐ-ю 别ゐ (ゐю)
pl: Ostatni test NIE POWIÓDŁ SIĘ (układ elektryczny)

source: Last self-test FAILED (Servo)
en@shaw: ゐ юゐ-ю 别ゐ (火)
pl: Ostatni test NIE POWIÓDŁ SIĘ (układ serwomechaniczny)

source: Last self-test FAILED (Read)
en@shaw: ゐ юゐ-ю 别ゐ (ю)
pl: Ostatni test NIE POWIÓDŁ SIĘ (układ odczytu)

source: Last self-test FAILED (Suspected of having handled damage)
en@shaw: ゐ юゐ-ю 别ゐ (仇ю ｐ ｐゐ ヰ)
pl: Ostatni test NIE POWIÓDŁ SIĘ (podejrzenie uszkodzenia)

source: Self-test is in progress
en@shaw: юゐ-ю 答ю
pl: Test jest wykonywany

source: Short self-test in progress:
en@shaw: 桂 юゐ-ю 答ю:
pl: Krótki test jest wykonywany:

source: Extended self-test in progress:
en@shaw: ю юゐ-ю 答ю:
pl: Rozszerzony test jest wykonywany:

source: Conveyance self-test in progress:
en@shaw: 别 юゐ-ю 答ю:
pl: Test transportowy jest wykonywany:

source: The disk will be partitioned and a %s partition will be created
en@shaw: %s 葛 别
pl: Dysk zostanie partycjonowany i zostanie utworzona partycja o rozmiarze %s

source: A %s partition will be created
en@shaw: %s 葛 别
pl: Zostanie utworzona partycja %s

source: Use
en@shaw: 筐
pl: Użyty

source: Disk
pl: Dysk

source: Insufficient number disks to create a %s array.
pl: Niewystarczająca liczba dysków do utworzenia macierzy %s.

source: To create a %s array, select %d disks.
pl: Aby utworzyć macierz %s, należy wybrać %d dysk.

source: To create a %s array, select %d more disks.
pl: Aby utworzyć macierz %s, należy wybrać jeszcze %d dysk.

source: One or more disks are failing
en@shaw: 仇 ヰ 别ゐ
pl: Występują problemy z jednym lub więcej dysków

source: A hard disk may be failing
en@shaw: ｐ葛 ヰ 别ゐ
pl: Mogą występować problemy z dyskiem twardym

source: One or more hard disks report health problems. Click the icon to get more information.
en@shaw: 仇 ヰ ｐ葛 桂 ｐюゐ ゐヰ. ゐ 拆 ю ヰ 拣ヰ别.
pl: Wykryto problemy z działaniem jednego lub więcej dysków. Proszę kliknąć ikonę, aby uzyskać więcej informacji.

source: Error creating partition table
en@shaw: 火 别 葛 别
pl: Błąd podczas tworzenia tablicy partycji

source: Are you sure you want to format the disk, deleting existing data ?
en@shaw: 桂ヰ , ゐ梆 ю 别 ?
pl: Na pewno sformatować dysk, usuwając istniejące dane?

source: All data on the media in "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
pl: Wszystkie dane na nośniku w "%s" zostaną nieodwracalnie usunięte. Proszę upewnić się, że wykonano kopię zapasową ważnych danych. Tego działania nie można cofnąć.

source: All data on the drive "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
pl: Wszystkie dane na napędzie "%s" zostaną nieodwracalnie usunięte. Proszę upewnić się, że wykonano kopię zapasową ważnych danych. Tego działania nie można cofnąć.

source: Create Partition Table
en@shaw: 别 葛 别
pl: Tworzenie tablicy partycji

source: To create a new partition table, select the partition table type and then press "Create". All existing data will be lost.
en@shaw: 别 葛 别, ゐю 葛 别 拆 ю ю "别". 佛 ю 别 ゐ.
pl: Aby utworzyć nową tablicę partycji, należy wybrać typ tablicy partycji, a następnie nacisnąć przycisk "Utwórz". Wszystkie istniejące dane zostaną utracone.

source: Create
en@shaw: 别
pl: Utwórz

source: The volume contains encrypted data that can be unlocked with a passphrase. The passphrase can optionally be stored in the keyring.
pl: Wolumin zawiera zaszyfrowane dane, które mogą zostać odblokowane za pomocą hasła. Hasło może być opcjonalnie przechowywane w bazie kluczy.

source: Change Pa_ssphrase...
pl: Zmień ha_sło...

source: F_orget Passphrase
pl: Zap_omnij hasło

source: Error setting file system label
en@shaw: 火 ю 拆 ゐ别
pl: Błąd podczas ustawiania etykiety systemu plików

source: Mountable Filesystem
pl: System plików możliwy do zamontowania

source: The volume contains a mountable filesystem.
pl: Wolumin zawierający system plików możliwy do zamontowania.

source: Change
en@shaw: 别
pl: Zmień

source: Error adding component
en@shaw: 火 ヰ答
pl: Błąd podczas dodawania elementu

source: Select a volume to use as component in the array "%s"
en@shaw: ゐю ゐ筐 筐 ヰ答 拣 "%s"
pl: Proszę wybrać wolumin do użycia jako element macierzy "%s"

source: Only volumes of acceptable sizes can be selected. You may need to manually create new volumes of acceptable sizes.
en@shaw: 答ゐ ゐ筐ヰ ю 拆 ゐю. ヰ 梆 ヰゐ 别 ゐ筐ヰ ю 拆.
pl: Tylko woluminy o akceptowalnym rozmiarze mogą zostać wybrane. Należy ręcznie utworzyć nowe woluminy o akceptowalnym rozmiarze.

source: Add _Volume
en@shaw: _ゐ筐
pl: Dodaj _wolumin

source: Error removing component
en@shaw: 火 ヰ叼 ヰ答
pl: Błąd podczas usuwania elementu

source: Are you sure you want to remove the component from the array ?
en@shaw: ヰ叼 ヰ答 拣 ?
pl: Na pewno usunąć element z macierzy?

source: The data on component "%s" of the RAID Array "%s" will be irrecovably erased and the RAID Array might be degraded. Make sure important data is backed up. This action cannot be undone.
pl: Dane na elemencie "%s" macierzy RAID "%s" zostaną nieodwracalnie usunięte, a macierz RAID może zostać zdegradowana. Proszę upewnić się, że wykonano kopię zapasową ważnych danych. Tego działania nie można cofnąć.

# RAID component type
source: Striped (RAID-0)
en@shaw: 拆 (RAID-0)
pl: Stripe (RAID-0)

# RAID component type
source: Mirrored (RAID-1)
en@shaw: ヰ拣 (RAID-1)
pl: Mirror (RAID-1)

# RAID component type
source: Linear (Just a Bunch Of Disks)
en@shaw: ゐ (○仇 仇 )
pl: Liniowe ("JBOD", zwykłe połączenie dysków)

source: %d Component
pl: %d element

source: %d Component (%s)
pl: %d element (%s)

# RAID status
source: Degraded
en@shaw: 别
pl: Zdegradowane

# RAID status
source: Reshaping
en@shaw: 梆别
pl: Ponowne kształtowanie

# RAID status
source: Resyncing
pl: Ponowne synchronizowanie

# RAID status
source: Repairing
en@shaw: 吼
pl: Naprawianie

# RAID status
source: Recovering
en@shaw: 火
pl: Przywracanie

# RAID status
source: Checking
en@shaw: ю
pl: Sprawdzanie

# Linux MD slave state
source: In Sync
pl: Zsynchronizowany

source: Array Name:
en@shaw: 拣 别:
pl: Nazwa macierzy:

source: Home Host:
en@shaw: ｐ答 ｐ答:
pl: Nazwa komputera:

source: Array Size:
en@shaw: 拣 拆:
pl: Typ macierzy:

source: RAID Type:
en@shaw: RAID 拆:
pl: Typ RAID:

source: A_ttach
pl: _Dołącz

source: Attaches the stale component to the RAID array. After attachment, data from the array will be synchronized on the component.
en@shaw: 别 ヰ答 RAID 拣. ヰ, 别 拣 拆 ヰ答.
pl: Dołącza stary element do macierzy RAID. Po dołączeniu, dane z macierzy zostaną zsynchronizowane na elemencie.

source: _Detach
pl: Odłą_cz

source: Detaches the running component from the RAID array. Data on the component will be erased and the component will be ready for other use.
en@shaw: 仇 ヰ答 RAID 拣. 别 ヰ答 别 ヰ答 ю 仇 筐.
pl: Odłącza uruchomiony element z macierzy RAID. Dane na elemencie zostaną usunięte, a element będzie gotowy do innego użytku.

source: _Add...
pl: _Dodaj...

source: Adds a new component to the running RAID array. Use this when replacing a failed component or adding a hot spare.
en@shaw: ヰ答 仇 RAID 拣. 筐 ю ゐ别 别ゐ ヰ答 ｐ .
pl: Dodaje nowy element do uruchomionej macierzy RAID. Należy tego użyć do zastąpienia zepsutego elementu lub dodania dodatkowego w czasie pracy.

source: Chec_k
pl: _Sprawdź

source: Starts checking the RAID array for redundancy
en@shaw: 葛 ю RAID 拣
pl: Wykonuje sprawdzanie macierzy RAID pod kątem nadmiarowości

source: _Repair
pl: Nap_raw

source: Starts repairing the RAID array
en@shaw: 葛 吼 RAID 拣
pl: Wykonuje naprawianie macierzy RAID

source: To format or edit media, insert it into the drive and wait a few seconds.
en@shaw: 桂ヰ ю ヰ梆, 火 拆 别 ю.
pl: Aby sformatować lub zmodyfikować nośnik, należy umieścić go w napędzie i poczekać kilka sekund.

source: _Detect Media
en@shaw: _ю ヰ梆
pl: _Wykryj nośnik

source: Are you sure you want to remove the partition, deleting existing data ?
en@shaw: ヰ叼 葛, ゐ梆 ю 别 ?
pl: Na pewno usunąć partycję, usuwając istniejące dane?

source: All data on partition %d with name "%s" on the media in "%s" and all partitions contained in this extended partition will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
pl: Wszystkie dane na partycji %d o nazwie "%s" na nośniku w "%s" i wszystkie partycje zawarte w tej partycji rozszerzonej zostaną nieodwracalnie usunięte. Proszę upewnić się, że wykonano kopię zapasową ważnych danych. Tego działania nie można cofnąć.

source: All data on partition %d with name "%s" on the media in "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
pl: Wszystkie dane na partycji %d o nazwie "%s" na nośniku w "%s" zostaną nieodwracalnie usunięte. Proszę upewnić się, że wykonano kopię zapasową ważnych danych. Tego działania nie można cofnąć.

source: All data on partition %d on the media in "%s" and all partitions contained in this extended partition will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
pl: Wszystkie dane na partycji %d na nośniku w "%s" i wszystkie partycje zawarte w tej partycji rozszerzonej zostaną nieodwracalnie usunięte. Proszę upewnić się, że wykonano kopię zapasową ważnych danych. Tego działania nie można cofnąć.

source: All data on partition %d on the media in "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
pl: Wszystkie dane na partycji %d na nośniku w "%s" zostaną nieodwracalnie usunięte. Proszę upewnić się, że wykonano kopię zapasową ważnych danych. Tego działania nie można cofnąć.

source: All data on partition %d with name "%s" of "%s" and all partitions contained in this extended partition will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
pl: Wszystkie dane na partycji %d o nazwie "%s" z "%s" i wszystkie partycje zawarte w tej partycji rozszerzonej zostaną nieodwracalnie usunięte. Proszę upewnić się, że wykonano kopię zapasową ważnych danych. Tego działania nie można cofnąć.

source: All data on partition %d with name "%s" of "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
pl: Wszystkie dane na partycji %d o nazwie "%s" z "%s" zostaną nieodwracalnie usunięte. Proszę upewnić się, że wykonano kopię zapasową ważnych danych. Tego działania nie można cofnąć.

source: All data on partition %d of "%s" and all partitions contained in this extended partition will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
pl: Wszystkie dane na partycji %d z "%s" i wszystkie partycje zawarte w tej partycji rozszerzonej zostaną nieodwracalnie usunięte. Proszę upewnić się, że wykonano kopię zapasową ważnych danych. Tego działania nie można cofnąć.

source: All data on partition %d of "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
pl: Wszystkie dane na partycji %d z "%s" zostaną nieodwracalnie usunięte. Proszę upewnić się, że wykonano kopię zapasową ważnych danych. Tego działania nie można cofnąć.

source: _Delete Partition
en@shaw: _ゐ梆 葛
pl: _Usuń partycję

source: Partition
en@shaw: 葛
pl: Partycja

source: The attributes of the partition can be edited. The partition can also be deleted to make room for other data.
en@shaw: 筐 葛 ю. 葛 佛ゐ ゐ梆 ヰ别 叼 仇 别.
pl: Atrybuty partycji mogą być modyfikowane. Partycja może także zostać usunięta, aby zrobić miejsce na inne dane.

source: _Revert
pl: Przyw_róć
