Repository: GNOME/gnome-disk-utility
Catalog: po/*.po
Languages: en@shaw, gu, kab, pl, ru, tr, uz

source: Only during off-line activities (Not Online)
en@shaw: 答ゐ 拣 -ゐ拆 (Not Online)
gu: ફક્ત ઓફલાઇન પ્રવૃત્તિઓ દરમ્યાન (ઓનલાઇન નથી)
pl: Tylko podczas działań offline (Not Online)
ru: Только автономно (Not Online)
tr: Sadece off-line faaliyetler sırasında (Not Online)

source: Type: %s Updates: %s Raw: 0x%02x%02x%02x%02x%02x%02x
en@shaw: 拆: %s 仇别: %s : 0x%02x%02x%02x%02x%02x%02x
gu: પ્રકાર: %s સુધારે છે: %s કાચુ: 0x%02x%02x%02x%02x%02x%02x
pl: Typ: %s Aktualizacje: %s Surowe: 0x%02x%02x%02x%02x%02x%02x
ru: Тип: %s Обновления: %s Код: 0x%02x%02x%02x%02x%02x%02x
tr: Türü: %s Güncellemeler: %s Ham: 0x%02x%02x%02x%02x%02x%02x

source: No drive selected
en@shaw: 拆 ゐю
gu: ડ્રાઇવ પસંદ થયેલ નથી
pl: Nie wybrano napędu
ru: Привод не выбран
tr: Hiçbir sürücü seçili değil

source: SMART not supported
en@shaw: ヰ葛 桂
gu: SMART આધારભૂત નથી
pl: SMART nie jest obsługiwane
ru: SMART-тест не поддерживается
tr: SMART desteklenmiyor

source: SMART data never collected
en@shaw: ヰ葛 别 ю ゐю
gu: SMART માહિતી કદી સંગ્રહાયેલ નથી
pl: Nigdy nie zebrano danych SMART
ru: Данные SMART никогда не собирались
tr: SMART verisi hiç toplanmamış

source: SMART data is malformed
en@shaw: ヰ葛 别 ヰゐ桂ヰ
gu: SMART માહિતી મેલફોર્મ થયેલ છે
pl: Dane SMART są błędnie sformatowane
ru: Данные SMART повреждены
tr: SMART verisi bozuk

source: Unknown
en@shaw: 仇答
gu: અજ્ઞાત
pl: Nieznane
ru: Неизвестно
tr: Bilinmeyen

source: Passed
gu: પસાર થયેલ
pl: OK
ru: Исправен
tr: Geçti

source: FAILING
en@shaw: 别ゐ
kab: TARUẒI
pl: NIEPOWODZENIE
ru: НЕ ИСПРАВЕН
tr: KALDI
uz: MUVOFIQ ETMAYDI

source: None
en@shaw: 仇
gu: કંઇ નહિં
kab: Ula d yiwen
pl: Brak
ru: Нет
tr: Hiç
uz: Hech biri

source: %d bad sector
gu: %d ખરાબ સેક્ટર
pl: %d błędny sektor
ru: %d битый сектор
tr: %d bozuk sektör

source: Completed OK
ru: Успешно завершено
tr: BAŞARIYLA Tamamlandı

source: Cancelled
gu: રદ થયેલ
ru: Отменено
tr: İptal Edildi

source: Cancelled (with hard or soft reset)
ru: Отменено (аппаратный или программный сброс)
tr: İptal edildi (donanımsal veya yazılımsal sıfırlama ile)

source: Not completed (a fatal error might have occurred)
ru: Не завершено (возможно, из-за фатальной ошибки)
tr: Tamamlanmadı (ölümcül bir hata oluşmuş olabilir)

source: FAILED (Electrical)
ru: СБОЙ (электроника)
tr: BAŞARISIZ (Elektriksel)

source: FAILED (Servo)
ru: СБОЙ (сервопривод)
tr: BAŞARISIZ (Servo)

source: FAILED (Read)
ru: СБОЙ (чтение)
tr: BAŞARISIZ (Okuma)

source: FAILED (Suspected of having handled damage)
ru: СБОЙ (предположительно, подвергся повреждению)
tr: BAŞARISIZ (Elle oluşan hasardan şüpheleniliyor)

source: In progress
gu: પ્રગતિમાં
ru: Выполняется
tr: İşlem sürüyor

source: This operation concerns the volume "%s" (%s)
ru: Эта операция затрагивает том «%s» (%s)
tr: Bu işlem "%s" (%s) birimi ile ilgilidir

source: This operation concerns the drive "%s" (%s)
ru: Эта операция затрагивает диск «%s» (%s)
tr: Bu işlem "%s" (%s) sürücüsü ile ilgilidir

source: This operation concerns "%s" (%s)
ru: Эта операция затрагивает «%s» (%s)
tr: Bu işlem "%s" (%s) ile ilgilidir

source: User Name
gu: વપરાશકર્તા નામ
ru: Имя пользователя
tr: Kullanıcı Adı

source: The chosen user name
gu: પસંદ થયેલ વપરાશકર્તા નામ
ru: Выбранное имя пользователя
tr: Seçilen kullanıcı adı

source: Address
gu: સરનામું
ru: Адрес
tr: Adres

source: The chosen address
gu: પસંદ થયેલ સરનામું
ru: Выбранный адрес
tr: Seçilen adres

source: Choose Server
gu: સર્વર પસંદ કરો
ru: Выбрать сервер
tr: Sunucu Seç

source: Connect to Server
gu: સર્વર સાથે જોડાવો
ru: Подключиться к серверу
tr: Sunucuya Bağlan

source: _Browse...
gu: બ્રાઉઝ કરો (_B)...
ru: _Обзор…
tr: _Gözat...

source: Browse servers discovered via the DNS-SD protocol
ru: Обзор серверов, найденных через протокол DNS-SD
tr: DNS-SD iletişim kuralı aracılığıyla bulunan sunuculara göz at

source: To manage storage devices on another machine, enter the address and press “Connect”. The connection will be made using the <i>Secure Shell</i> protocol.
gu: બીજા મશીન પર સંગ્રહ ઉપકરણોને સંચાલિત કરવા માટે, સરનામાંને દાખલ કરો અને “જોડાવો” ને દબાવો. જોડાણ <i>સુરક્ષિત શેલ</i> ની મદદથી બનેલ હશે.
ru: Чтобы получить управление над устройствами хранения на других машинах, введите адрес и нажмите «Подключиться». Созданное соединение использует протокол <i>Secure Shell</i>.
tr: Başka bir makine üzerindeki depolama aygıtlarını yönetmek için adresi girin ve "Bağlan"a basın. Bağlantı, <i>Güvenli Kabuk</i> iletişim kuralı kullanılarak yapılacaktır.

source: The hostname or address to connect to
gu: તેમાં જોડાવા માટે યજમાનનામ અથવા સરનામું
ru: Имя узла или адрес для подключения
tr: Bağlanılacak makine adı ya da adresi

source: Server _Address:
gu: સર્વર સરનામું (_A):
ru: _Адрес сервера:
tr: Sunucu _Adresi:

source: The user name to connect as
ru: Подключиться от имени пользователя
tr: Bağlanılırken kullanılacak kullanıcı adı

source: _User Name:
gu: વપરાશકર્તા નામ (_U):
ru: _Имя пользователя:
tr: _Kullanıcı Adı:

source: Maximum Logical Volume Size
gu: મહત્તમ લૉજિકલ વોલ્યુમ માપ
ru: Максимальный размер логического тома
tr: Azami Mantıksal Birim Boyutu

source: The maximum possible logical volume size
gu: મહત્તમ શક્ય લૉજિકલ વોલ્યુમ માપ
ru: Максимально возможный размер логического тома
tr: Olası en yüksek mantıksal birim boyutu

source: Logical Volume Size
gu: લૉજિકલ વોલ્યુમ માપ
ru: Размер логического тома
tr: Mantıksal Birim Boyutu

source: The requested Logical Volume size
ru: Запрошенный размер логического тома
tr: İstenen Mantıksal Birim boyutu

source: C_reate
gu: બનાવો (_r)
pl: _Utwórz
ru: _Создать
tr: _Oluştur

source: Create Logical Volume on %s
gu: %s પર લૉજિકલ વોલ્યુમને બનાવો
ru: Создать логический том на %s
tr: %s üzerinde Mantıksal Birim Oluştur

source: Pool
en@shaw: 叼
gu: પુલ
pl: Pula
ru: Пул
tr: Havuz

source: The pool of devices
en@shaw: 叼 拆
gu: ઉપકરણોનુ પુલ
pl: Pula urządzeń
ru: Накопитель устройств
tr: Aygıt havuzu

source: RAID Level
en@shaw: RAID ゐю
gu: RAID સ્તર
pl: Poziom RAID
ru: Уровень RAID
tr: RAID Düzeyi

source: The selected RAID level
en@shaw: ゐю RAID ゐю
gu: પસંદ થયેલ RAID સ્તર
pl: Wybrany poziom RAID
ru: Выбранный уровень RAID
tr: Seçilen RAID seviyesi

source: Name
en@shaw: 别
gu: નામ
kab: Isem
pl: Nazwa
ru: Название
tr: İsim
uz: Ism

source: The requested name for the array
en@shaw: ю 别 拣
gu: એરે માટે માંગણી થયેલ નામ
pl: Żądana nazwa macierzy
ru: Запрашиваемое название для массива
tr: Dizi için istenen isim

source: Size
en@shaw: 拆
gu: માપ
kab: Teɣzi
pl: Rozmiar
ru: Размер
tr: Boyut
uz: O'lcham

source: The requested size of the array
en@shaw: ю 拆 拣
gu: એરેનું માગણી થયેલ માપ
pl: Żądany rozmiar macierzy
ru: Запрашиваемый размер массива
tr: Dizinin istenen boyutu

source: Component Size
en@shaw: ヰ答 拆
gu: ઘટક માપ
pl: Rozmiar elementu
ru: Размер компонента:
tr: Bileşen Boyutu

source: The size of each component
en@shaw: 拆 梆 ヰ答
gu: દરેક ઘટકનું માપ
pl: Rozmiar każdego elementu
ru: Размер каждого из компонентов
tr: Her bir bileşeninin boyutu

source: Stripe Size
en@shaw: 拆 拆
gu: સ્ટ્રીપ માપ
pl: Rozmiar stripe
ru: Stripe-размер
tr: Şerit Boyutu

source: The requested stripe size of the array
en@shaw: ю 拆 拆 拣
gu: એરેની માંગણી થયેલ સ્ટ્રીપ માપ
pl: Żądany rozmiar "stripe" macierzy
ru: Запрашиваемый stripe-размер массива
tr: Dizinin istenen şerit boyutu

source: Drives
en@shaw: 拆
gu: ડ્રાઇવો
pl: Dyski
ru: Диски
tr: Sürücüler

source: Array of drives to use for the array
en@shaw: 拣 拆 筐 拣
gu: એરે માટે વાપરવા માટે ડ્રાઇવોનું એરે
pl: Macierz dysków do użycia dla macierzy
ru: Массив дисков для использования в массиве
tr: Dizide kullanmak için sürücü dizisi

source: Create RAID Array
en@shaw: 别 RAID 拣
gu: RAID એરે બનાવો
pl: Utwórz macierz RAID
ru: Создать RAID-массив
tr: RAID Dizisi Oluştur

source: General
en@shaw: ○ю拣
gu: સામાન્ય
pl: Ogólne
ru: Основное
tr: Genel

source: RAID _Level:
en@shaw: RAID _ゐю:
gu: RAID સ્તર (_L):
pl: _Poziom RAID:
ru: _Уровень RAID:
tr: RAID _Seviyesi:

source: Array _Name:
en@shaw: 拣 _别:
gu: એરે નામ (_N):
pl: _Nazwa macierzy:
ru: _Название массива:
tr: Dizi _Adı:

source: New RAID Array
en@shaw: RAID 拣
gu: નવું RAID એરે
pl: Nowa macierz RAID
ru: Новый RAID-массив
tr: Yeni RAID Dizisi

source: Stripe S_ize:
gu: સ્ટ્રીપ માપ (_i):
pl: _Rozmiar stripe:
ru: Stripe-_размер:
tr: Şerit _Boyutu:

source: 4 KiB
ru: 4 КиБ

source: 8 KiB
ru: 8 КиБ

source: 16 KiB
ru: 16 КиБ

source: 32 KiB
ru: 32 КиБ

source: 64 KiB
ru: 64 КиБ

source: 128 KiB
ru: 128 КиБ

source: 256 KiB
ru: 256 КиБ

source: 512 KiB
ru: 512 КиБ

source: 1 MiB
en@shaw: 1 ヰ
ru: 1 МиБ

source: Array _Size:
en@shaw: 拣 _拆:
gu: એરે માપ (_S):
pl: _Rozmiar macierzy:
ru: _Размер массива:
tr: Dizi _Boyutu:

source: _Disks
gu: ડિસ્કો (_D)
ru: _Диски
tr: _Diskler

source: Use entire disks instead of _partitions
gu: પાર્ટીશનોને બદલે આખી ડિસ્કોને વાપરો (_p)
ru: _Использовать все диски вместо разделов
tr: _Bölümler yerine diskin tamamını kullan

source: If checked, the entirety of each selected disk will be used for the RAID array. Otherwise partitions will be created.
ru: Если включено, всё содержимое каждого выбранного диска будет использовано для RAID-массива. В противном случае, будут созданы разделы.
tr: Eğer işaretlenirse, seçilen disklerin tamamı RAID dizisi olarak kullanılacak; aksi taktirde bölümler oluşturulacaktır.

source: Insufficient number of disks to create a %s array.
en@shaw: 仇ヰ 别 %s 拣.
ru: Для создания массива %s не хватает дисков.
tr: Bir %s dizisi oluşturmak için yetersiz disk sayısı.

source: To create a %s array, select a disk.
ru: Чтобы создать массив %s, выберите %d диск.
tr: Bir %s dizisi oluşturmak için, %d disk seçin.

source: To create a %s array, select one more disk.
ru: Чтобы создать массив %s, выберите ещё %d один диск.
tr: Bir %s dizisi oluşturmak için, %d disk daha seçin.

source: To create a %s %s array on %d disks, press "Create"
en@shaw: 别 %s %s 拣 %d , ю "别"
gu: %3$d ડિસ્કો પર %1$s %2$s એરેને બનાવવા માટે, "Create" ને બનાવો
pl: Aby utworzyć macierz o rozmiarze %s %s na %d dyskach, należy nacisnąć "Utwórz"
ru: Чтобы создать %s массив %s на %d дисках, нажмите «Создать»
tr: Bir %s %s dizisini %d disk üzerine oluşturmak için, "Oluştur"a tıklayın

source: Maximum Partition Size
gu: મહત્તમ પાર્ટીશન માપ
ru: Максимальный размер раздела
tr: Azami Bölüm Boyutu

source: The maximum possible partition size
gu: મહત્તમ શક્ય પાર્ટીશન માપ
ru: Максимально возможный размер раздела
tr: Olası en büyük bölüm boyutu

source: Partition Size
gu: પાર્ટીશન માપ
ru: Размер раздела
tr: Bölüm Boyutu

source: The requested partition size
gu: સૂચિત થયેલ પાર્ટીશન માપ
ru: Запрашиваемый размер раздела
tr: İstenen bölüm boyutu

source: Create partition on %s
gu: %s પર પાર્ટીશનને બનાવો
ru: Создать раздел на %s
tr: %s üzerinde bölüm oluştur

source: Flags
en@shaw: ゐ
gu: ફ્લેગો
kab: Anayen
pl: Flagi
ru: Флаги
tr: İmler
uz: Bayroqlar

source: Flags for the widget
gu: વિજેટ માટે ફ્લેગ
ru: Флаги для виджета
tr: Gereç bayrakları

source: Selected Drives
gu: પસંદ થયેલ ડ્રાઇવો
ru: Выбранные диски
tr: Seçilen Sürücüler

source: Array of selected drives
gu: પસંદ થયેલ ડ્રાઇવોનો એરે
ru: Массив выбранных дисков
tr: Seçilen sürücüler dizisi

source: Number of available disks
gu: ઉપલબ્ધ ડિસ્કોની સંખ્યા
ru: Количество доступных дисков
tr: Kullanılabilir disk sayısı

source: Largest Segment For Selected
ru: Наибольший сегмент для выбранных
tr: Seçilen için En Geniş Bölge

source: The largest free segment for the selected drives
ru: Наибольший свободный сегмент для выбранных дисков
tr: Seçilen sürücülerin en geniş boş bölgesi

source: Largest Segment For All
gu: બધા માટે વિશાળ સેગ્મન્ટ
ru: Наибольший сегмент для всех
tr: Tümü için En Geniş Bölge

source: The largest free segment for all the drives
gu: બધી ડ્રાઇવો માટે વિશાળ મુક્ત સેગ્મન્ટ
ru: Наибольший свободный сегмент для всех дисков
tr: Tüm sürücüler için en geniş boş bölge

source: The size to use in the details header
ru: Размер, используемый в заголовке подробностей
tr: Ayrıntılar başlığında kullanılacak boyut

source: Cannot select multipath component
gu: મલ્ટીપાથ ઘટકને પસંદ કરી શકાતુ નથી
ru: Не удалось выбрать многопутевой компонент
tr: Çokyollu bileşenler seçilemiyor

source: No free space.
gu: મુક્ત જગ્યા નથી.
ru: Нет свободного места.
tr: Boş alan yok.

source: Insufficient space: %s is needed but largest contiguous free block is %s.
ru: Недостаточно места: требуется %s, но наибольший единый свободный блок — %s.
tr: Yetersiz alan: %s 'e ihtiyaç duyuluyor fakat en büyük sürekli boş yer %s.

source: The disk will be partitioned and a partition will be created
en@shaw: 葛 别
gu: ડિસ્કનું પાર્ટીશન થયેલ હશે અને પાર્ટીશન બનાવેલ હશે
pl: Dysk zostanie spartycjonowany i zostanie utworzona partycja
ru: Диск будет размечен на разделы и будет создан раздел
tr: Disk bölümlendirilecek ve bir bölümleme oluşturulacak

source: The disk will be partitioned and a %s partition will be created. Afterwards no space will be available.
ru: Диск будет размечен, будет создан раздел %s. После этого не останется свободного места.
tr: Disk bölümlenecek ve %s'lik bir bölüm oluşturulacak. Sonrasında kullanılabilir alan olmayacak.

source: The disk will be partitioned and a %s partition will be created. Afterwards %s will be available.
ru: Диск будет размечен, будет создан раздел %s. После этого останется %s.
tr: Disk bölümlendirilecek ve %s'lik bir bölüm oluşturulacak. Sonrasında %s'lik kullanılabilir alan olacak.

source: A partition will be created
en@shaw: 葛 别
gu: પાર્ટીશન બનાવેલ હશે
pl: Zostanie utworzona partycja
ru: Будет создан раздел
tr: Bir bölümleme oluşturulacak

source: A volume will be created
gu: વોલ્યુમ બનાવેલ હશે
ru: Будет создан том
tr: Bir birim oluşturulacak

source: A %s partition will be created. Afterwards no space will be available.
ru: Будет создан раздел %s. После этого не останется свободного места.
tr: %s'lık bir bölüm oluşturulacak. Sonrasında kullanılabilir alan olmayacak.

source: A %s volume will be created. Afterwards no space will be available.
gu: %s વોલ્યુમને બનાવેલ હશે. પછીથી જગ્યા ઉપલબ્ધ હશે નહિં.
ru: Будет создан том %s. После этого не останется свободного места.
tr: %s'lık bir birim oluşturulacak. Sonrasında kullanılabilir alan olmayacak.

source: A %s partition will be created. Afterwards %s will be available.
ru: Будет создан раздел %s. После этого останется %s.
tr: %s'lik bir bölüm oluşturulacak. Ardından %s kullanılabilir olacak.

source: A %s volume will be created. Afterwards %s will be available.
gu: %s વોલ્યુમ બનાવેલ હશે. પછીથી %s ઉપલબ્ધ હશે.
ru: Будет создан том %s. После этого останется %s.
tr: %s'lik bir birim oluşturulacak. Ardından %s kullanılabilir olacak.

source: Whole disk is uninitialized. %s available for use
gu: આખી ડિસ્ક નો પ્રારંભ થયેલ નથી. વાપરવા માટે %s ઉપલ્બધ
pl: Cały dysk jest niezainicjowany. %s dostępnego miejsca do użycia
ru: Диск полностью не инициализирован. %s доступно для использования
tr: Bütün disk ilklendirilmemiş. %s kullanıma hazır

source: %s available for use
en@shaw: %s 别ゐ 筐
gu: વપરાશ માટે %s ઉપલ્બધ
pl: %s dostępnego miejsca do użycia
ru: %s доступно для использования
tr: %s kullanıma hazır

source: The disk has no partitions. %s available for use
en@shaw: ｐ . %s 别ゐ 筐
gu: ડિસ્ક પાસે પાર્ટીશનો નથી. વાપરવા માટે %s ઉપલ્બધ
pl: Dysk nie posiada żadnych partycji. %s dostępnego miejsca do użycia
ru: Диск без разделов. %s доступно для использования
tr: Diskte hiçbir bölümleme bulunmaktadır. %s kullanıma hazır

source: The disk has %d partition
gu: ડિસ્ક પાસે %d પાર્ટીશન છે
pl: Dysk posiada %d partycję
ru: На диске %d раздел
tr: Diskte %d bölümleme vardır

source: %s. Largest contiguous free block is %s
en@shaw: %s. ゐ葛○ 叼 ゐ %s
gu: %s. સૌથી મોટુ મુક્ત બ્લોક %s છે
pl: %s. najdłuższy ciągły wolny blok ma %s
ru: %s. Наибольший единый свободный блок %s
tr: %s. En büyük bitişik boş blok %s

source: Storage Devices
gu: સંગ્રહ ઉપકરણો
ru: Устройства хранения
tr: Depolama Aygıtları

source: Details
en@shaw: 梆别ゐ
gu: વિગતો
pl: Szczegóły
ru: Сведения
tr: Ayrıntılar

source: Error benchmarking drive
gu: ઉપકરણને અલગ કરતી વખતે ભૂલ
ru: Ошибка при проведении теста производительности диска
tr: Sürücü kıyaslanırken hata oluştu

source: Are you sure you want to start a read/write benchmark?
ru: Действительно запустить тест производительности чтения-записи?
tr: Bir okuma/yazma karşılaştırması başlatmak istediğinizden emin misiniz?

source: _Benchmark
gu: બેન્ચમાર્ક (_B)
ru: _Тест производительности
tr: _Kıyasla

source: %s (%s) – Benchmark
gu: %s (%s) – બેન્ચમાર્ક
ru: %s (%s) — тест производительности
tr: %s (%s) – Kıyasla

source: Minimum Read Rate:
ru: Минимальная скорость чтения:
tr: En Düşük Okuma Hızı:

source: Minimum Write Rate:
ru: Минимальная скорость записи:
tr: En Düşük Yazma Hızı:

source: Maximum Read Rate:
ru: Максимальная скорость чтения:
tr: En Yüksek Okuma Hızı:

source: Maximum Write Rate:
ru: Максимальная скорость записи:
tr: En yüksek Yazma Hızı:

source: Average Read Rate:
ru: Средняя скорость чтения:
tr: Ortalama Okuma Hızı:

source: Average Write Rate:
ru: Средняя скорость записи:
tr: Ortalama Yazma Hızı:

source: Last Benchmark:
gu: છેલ્લો બેન્ચમાર્ક:
ru: Последний тест производительности:
tr: Son Kıyaslama:

source: Average Access Time:
ru: Среднее время доступа:
tr: Ortalama Erişim Süresi:

source: Start _Read-Only Benchmark
gu: ફક્ત વાંચી શકાય તેવા બેન્ચમાર્કને શરૂ કરો (_R)
ru: Запустить тест _только на чтение
tr: _Salt-Okuma Kıyaslamasını Başlat

source: Measure read rate and access time
ru: Измерить скорость чтения и время доступа
tr: Okuma hızını ve erişim süresini ölç

source: Start Read/_Write Benchmark
ru: Запустить тест _на чтение-запись
tr: Okuma/_Yazma Kıyaslamasını Başlat

source: Measure read rate, write rate and access time
ru: Измерить скорость чтения, записи и время доступа
tr: Okuma hızını, yazma hızını ve erişim süresini ölç

source: %d MB/s
ru: %d МБ/с

source: %3g ms
ru: %3g мс

source: Never
gu: ક્યારેય નહિં
kab: Urǧin
ru: Никогда
tr: Hiçbir zaman
uz: Hech qachon

source: Cancel
gu: રદ કરો
pl: Anuluj
ru: Отменить
tr: İptal

source: Cancels the currently running benchmark
ru: Отменяет запущенный тест производительности
tr: Yürütülmekte olan kıyaslamayı iptal eder

source: Edit %s
gu: %s ફેરફાર કરો
ru: Изменить %s
tr: Düzenle: %s

source: Missing Physical Volume
gu: ભૌતિક વોલ્યુમ ગેરહાજર
ru: Отсутствующий физический том
tr: Kayıp Fziksel Birim

source: Edit PVs on %s (%s)
ru: Изменить физические тома на %s (%s)
tr: %s (%s) üzerindeki PVleri Düzenle

source: Physical _Volumes
gu: ભૌતિક વોલ્યુમો (_V)
ru: Физические _тома
tr: Fiziksel _Birimler

source: Physical Volume
gu: ભૌતિક વોલ્યુમ
ru: Физический том
tr: Fiziksel Birim

source: Capacity
gu: ક્ષમતા
ru: Объём
tr: Kapasite

source: Unallocated
gu: બિનફાળવેલ જગ્યા
ru: Нераспределённое
tr: Ayrılmamış

source: SMART Status:
gu: SMART પરિસ્થિતિ:
ru: Состояние SMART:
tr: SMART Durumu:

source: Device:
en@shaw: 拆:
gu: ઉપકરણ:
pl: Urządzenie:
ru: Устройство:
tr: Aygıt:

source: _New Physical Volume
gu: નવુ ભૌતિક વોલ્યુમ (_N)
ru: _Новый физический том
tr: _Yeni Fiziksel Birim

source: Add a new PV to the VG
gu: VG માં નવા PV ને ઉમેરો
ru: Добавить новый том в группу томов
tr: VG'ye yeni bir PV ekle

source: _Remove Physical Volume
gu: ભૌતિક વોલ્યુમ દૂર કરો (_R)
ru: _Удалить физический том
tr: _Fiziksel Birimi Kaldır

source: Remove the PV from the VG
gu: VG માંથી PV ને દૂર કરો
ru: Удалить том из группы томов
tr: PV'yi VG'den kaldır

source: Not Supported
gu: આધારભૂત નથી
ru: Не поддерживается
tr: Desteklenmiyor

source: Edit components on %s (%s)
gu: %s પર ઘટકોમાં ફેરફાર કરો (%s)
ru: Изменить компоненты на %s (%s)
tr: %s (%s) üzerindeki bileşenleri düzenle

source: C_omponents
gu: ઘટકો (_o):
ru: _Компоненты
tr: Bil_eşenler

source: Position
gu: સ્થાન
ru: Положение
tr: Konum

source: Component
gu: ઘટક
ru: Компонент
tr: Bileşen

source: State
en@shaw: 别
gu: સ્થિતિ
pl: Stan
ru: Состояние
tr: Durum

source: Position:
gu: સ્થાન:
ru: Положение:
tr: Konum:

source: State:
en@shaw: 别:
gu: સ્થિતિ:
pl: Stan:
ru: Состояние:
tr: Durum:

source: Add _Spare
ru: _Добавить запасной компонент
tr: Yedek _Ekle

source: Add a spare to the array
ru: Добавить запасной компонент к массиву
tr: Diziye bir yedek ekle

source: _Expand Array
gu: એરે વિસ્તારો (_E)
ru: _Расширить массив
tr: Diziyi _Genişlet

source: Increase the capacity of the array
gu: એરેની ક્ષમતાને વધારો
ru: Увеличить объём массива
tr: Dizinin kapasitesini artır

source: _Attach Component
gu: ઘટકને જોડો (_A)
ru: _Присоединить компонент
tr: Bileşen _Ekle

source: Attach the component to the array
gu: એરેમાં ઘટકને જોડો
ru: Присоединить компонент к массиву
tr: Bileşeni diziye ekle

source: _Remove Component
en@shaw: _ヰ叼 ヰ答
gu: ઘટકને દૂર કરો (_R)
pl: _Usuń element
ru: _Убрать компонент
tr: Bileşeni _Kaldır

source: Remove the component from the array
gu: એરે માંથી ઘટકને દૂર કરો
ru: Удалить компонент из массива
tr: Bileşeni diziden kaldır

source: Part_ition Label:
gu: પાર્ટીશન લેબલ (_i):
pl: _Etykieta partycji:
ru: _Метка раздела:
tr: _Bölümleme Etiketi:

source: Ty_pe:
gu: પ્રકાર (_p):
pl: _Typ:
ru: _Тип:
tr: _Türü:

source: _Bootable
gu: બુટ કરી શકાય તેવું (_B)
kab: _Amsenker (_B)
pl: _Startowa
ru: _Загрузочный
tr: _Başlatılabilir

source: Required / Firm_ware
gu: જરૂરી / ફર્મવેર (_w)
pl: Wymagane/oprogramo_wanie dla urządzeń
ru: Обязательно / Про_шивка
tr: Zorunlu / _Firmware

source: The operation failed
gu: ક્રિયા નિષ્ફળ
ru: Сбой при выполнении операции
tr: İşlem başarısız oldu

source: The device is busy
gu: ઉપકરણ વ્યસ્ત છે
ru: Устройство занято
tr: Aygıt meşgul

source: The operation was canceled
gu: ક્રિયા રદ થયેલ હતી
ru: Действие отменено
tr: İşlem iptal edildi

source: The daemon is being inhibited
ru: Служба находится в неактивном состоянии
tr: Servis durağanlaştırılıyor

source: An invalid option was passed
gu: અયોગ્ય વિકલ્પ પસાર થયેલ હતુ
ru: Передан недопустимый параметр
tr: Geçersiz bir seçenek girildi

source: The operation is not supported
gu: ક્રિયા આધારભૂત નથી.
ru: Операция не поддерживается
tr: İşlem desteklenmiyor

source: Getting ATA SMART data would wake up the device
ru: Получение данных ATA SMART может привести к включению устройства
tr: ATA SMART bilgisini almak sürücüyü uyandırabilir

source: Permission denied
gu: પરવાનગી નામંજૂર
ru: Доступ запрещён
tr: İzin verilmedi

source: Filesystem driver not installed
gu: ફાઇલસિસ્ટમ ડ્રાઇવર સ્થાપિત થયેલ નથી
ru: Драйвер файловой системы не установлен
tr: Dosya sistemi sürücüsü kurulu değil

source: Filesystem tools not installed
gu: ફાઇલસિસ્ટમ સાધનો સ્થાપિત થયેલ નથી
ru: Инструменты файловой системы не установлены
tr: Dosya sistemi araçları kurulu değil

source: Unknown error
en@shaw: 仇答 火
gu: અજ્ઞાત ભૂલ
pl: Nieznany błąd
ru: Неизвестная ошибка
tr: Bilinmeyen hata

source: An error occurred while performing an operation on "%s" (%s): %s
ru: Произошла ошибка при выполнении операции в «%s» (%s): %s
tr: "%s" (%s) üzerinde işlem gerçekleştirilirken bir hata oluştu: %s

source: An error occurred: %s
gu: ભૂલ ઉદ્ભવી: %s
ru: Произошла ошибка: %s
tr: Bir hata oluştu: %s

source: _Details
gu: વિગતો (_D)
ru: _Подробности
tr: _Ayrıntılar

source: Flags specifying the behavior of the dialog
ru: Флаги, определяющие поведение диалога
tr: İletişim penceresinin davranışını belirleyen bayraklar

source: Filesystem type
en@shaw: 拆ゐ 拆
gu: ફાઇલસિસ્ટમ પ્રકાર
pl: Typ systemu plików
ru: Тип файловой системы
tr: Dosya sistemi türü

source: The selected filesystem type
en@shaw: ゐю 拆ゐ 拆
gu: પસંદ થયેલ ફાઇલ સિસ્ટમ પ્રકાર
pl: Wybrany typ systemu plików
ru: Выбранный тип файловой системы
tr: Seçilen dosya sistemi türü

source: Filesystem label
en@shaw: 拆ゐ ゐ别
gu: ફાઇલ સિસ્ટમ લેબલ
pl: Etykieta systemu plików
ru: Метка файловой системы
tr: Filesystem etiketi

source: The requested filesystem label
en@shaw: ю 拆ゐ ゐ别
gu: માંગણી થયેલ ફાઇલસિસ્ટમ લેબલ
pl: Żądana etykieta systemu plików
ru: Метка требуемой файловой системы
tr: İstenen filesystem etiketi

source: Filesystem options
gu: ફાઇલસિસ્ટમ વિકલ્પો
ru: Параметры файловой системы
tr: Dosya sistemi seçenekleri
